Repository: VikeMK/Lounge-API
Catalog: src/Lounge.Web/Resources/Pages.Rules.*.resx
Languages: de, es, fr, it, ja

source: If your rank role changes during a mogi and you are unable to see the chat of the mogi you are participating in, you can temporarily grant your old rank role to yourself in #temprole-requests.
de: Wenn sich deine Rang-Rolle während eines Mogis ändert und du den Chat des Mogis, an dem du teilnimmst, nicht mehr sehen kannst, kannst du dir vorübergehend deine alte Rang-Rolle in #temprole-requests geben.
es: Si tu rol cambia durante un mogi y no puedes ver el chat,puedes otorgarte temporalmente el rol que tenias en #temprole-requests.
fr: Si votre rang change pendant un mogi et que vous n'êtes pas en mesure de voir le salon dans lequel vous étiez, vous pouvez vous assigner temporairement votre ancien rang dans le salon #temprole-requests.
it: Se il tuo rank cambia durante un mogi e non puoi più vedere la chat dell'evento a cui stai partecipando, puoi darti il tuo vecchio ruolo per il rank temporaneamente in #temprole-requests.
ja: 模擬中にランクが変わり、参加しているTierのチャットが確認できなくなった場合、一時的にそのチャットを閲覧する役職を #temprole-requestsチャンネルでもらうことができます。

source: In most cases, if your name can be used as a Twitter username, you can use it in lounge.
de: In den meisten Fällen sind Namen, welche als Twitter Nutzernamen funktionieren, auch für die Lounge zugelassen.
es: En la mayoría de los casos, si su nombre se puede usar como nombre de usuario de Twitter, también se puede usar en el Lounge.
fr: Dans la plupart des cas, si votre pseudo peut être utilisé sur Twitter comme pseudo de profil, il peut être utilisé dans le lounge.​
it: Nella maggior parte dei casi, se il tuo nome può essere usato username su Twitter, lo puoi usare anche in lounge.
ja: 原則twitterのユーザー名に使用できる名前はラウンジでも使用できます。

source: In order for a match to be counted, using a war table with all the correct player names (<u>Server nicknames</u>, not Mii Names) is required.
de: Damit ein Match gezählt werden kann, muss eine Table mit allen korrekten Spielernamen (<u>Server Nicknames</u>, NICHT Mii Namen) erstellt werden.
es: Para que se cuente un partido, se debe utilizar una tabla de war con todos los nombres correctos de los jugadores (<u>nombres de Lounge</u>, no nombres de Mii) es requerido.
fr: Pour qu'un match soit compté, il faut un tableau comportant tous les pseudos des joueurs (<u>Pseudos du serveur Discord</u>, pas les pseudos des Mii)
it: Per far sì che un match possa essere contato, usare una tabella con i nomi corretti dei giocatori (<u>nickname del server</u>, not dei mii durante l'evento) è obbligatorio.
ja: 集計の際には全てのプレイヤーを正しい名前(模擬中の名前ではなく、<u>ラウンジサーバーのニックネーム</u>)で集計を行う必要があります。

source: In Squad Queue 6v6 matches, repicking a course will also result in a -20 penalty to the team's score (subtracted from the offending player's score).
de: In Squad Queue 6v6 Matches resultiert das Repicken einer Strecke zusätzlich in einer -20 Punkte Strafe für das betroffene Team (abgezogen von der Punktzahl des Spielers, welcher gerepicked hat).
es: En los partidos de Squad Queue 6v6, volver a elegir un mapa también resultará en una penalización de -20 sobre el puntaje del equipo (restado del puntaje del jugador infractor).
fr: En Squad Queue 6v6, un repeat entraine une pénalité de -20 points en + de la pénalité de 50 MMR. (Les 20 points sont retirés de la personne qui repeat)​
it: Nei match 6v6 di Squad Queue, rivotare una pista già uscita comporterà anche ad un -20 in penalità al punteggio del team del giocatore che ha commesso l'infrazione (con penalità applicata al punteggio individuale dello stesso).
ja: Squad Queue 6v6においてコース重複をした場合、上記に加え、チームに対して-20点のペナルティが与えられます。（重複したプレイヤーに対して-20点）

source: In team matches, players must decide on a tag to use in their name with their teammates.
de: In Teammatches müssen sich die Spieler auf einen gemeinsamen Tag mit ihren Teammates einigen.
es: En partidos con equipos, los jugadores deben decidir una etiqueta (tag) para usar en su nombre con sus compañeros de equipo.
fr: Dans les matchs d'équipe, les joueurs doivent décider d'un tag d'équipe entre eux.
it: Negli eventi a squadre, i giocatori devono decidere una tag da usare con i propri compagni di team.
ja: FFA（個人形式）以外の形式の場合、プレイヤーはチームタグを決める必要があります。

source: In the case that a team violates either of the above conditions, any MMR they win from the event will be voided and also receive SQ Restricted.
es: En el caso de que un equipo incumpla cualquiera de las condiciones expuestas arriba, tendrá anuladas todas las ganancias de MMR que puedan haber recibido del evento, además de recibir el rol de SQ Restricted (Restricción de jugar SQ).
fr: Si une équipe viole une des conditions ci-dessus, toute l'équipe verra son MMR gagné annulé, et elle recevra le rôle SQ Restricted
it: Nel caso un team non rispetti una delle seguenti condizioni, tutti gli MMR guadagnati da loro in quell'evento verranno tolti e riceveranno anche una restrizione dalle SQ.

source: In the event of a room closure after the first race, hosts have to wait 5 minutes after they reopen; after 5 minutes, the host can start the mogi even if there aren't 12 players in the room.
de: Im Falle einer Schließung des Raums nach dem ersten Rennen muss der Host 5 Minuten nach der Wiedereröffnung warten; nach 5 Minuten kann der Host das Mogi starten, auch wenn sich keine 12 Spieler im Raum befinden.
es: Cuando se cierra la sala después de la primera carrera, el host debe esperar 5 minutos después de abrir; cuando ya hayan pasado esos 5 minutos, el host puede empezar el evento incluso si hay menos de 12 jugadores en la sala.
fr: Dans le cas où une fermeture de la salle se produit après la première course, l’hôte doit attendre 5 minutes après avoir rouvert la salle; après ces 5 minutes, l’hôte peut recommencer le mogi même s'il n’y a pas 12 joueurs dans la salle.
it: Nel caso in cui la stanza venga chiusa dopo la prima gara, l'host deve aspettare 5 minuti prima di riaprire; dopo questi 5 minuti, l'host può iniziare l'evento anche senza 12 giocatori in stanza.

source: In the event that a player disconnects before the first race of a mogi starts (by the end of Lakitu Countdown), the room must be restarted regardless of video proof submissions.
de: Falls ein Spieler vor dem ersten Rennen disconnected (vor dem Ende des Countdowns von Lakitu), muss der Raum neu geöffnet werden (unabhängig vom Clip des betroffenen Spielers).
es: Si durante un partido, el jugador se desconecta justo antes de que empiece la primera carrera (cuando termine la cuenta atrás del Lakitu), se tendrá que reabrir la sala independientemente de si hay pruebas de ello.
fr: Dans le cas où un joueur déconnecte avant le début de la première course du mogi (avant la fin du décompte de Lakitu), la salle doit être ré-ouverte même en l'absence d'une preuve vidéo.
it: Nel caso in cui un giocatore si disconnetta prima dell'inizio della prima gara di un mogi (entro la fine del Conto alla rovescia di Lakitu), la stanza deve essere riavviata indipendentemente dall'invio di una prova video.
ja: 1レース目開始前に回線落ちが発生した場合(ジュゲムがカウントを終えるまで)、ホストは証拠動画の提出に関わらず再開設をする必要があります。

source: Joining the Lounge
de: Beitritt in die Lounge
es: Unirse al Lounge
fr: Rejoindre le Lounge
it: Entrare in Lounge
ja: ラウンジ参加にあたって

source: Lounge Staff will make decisions in the event of unexpected circumstances not listed here.
de: Der Lounge Staff trifft Entscheidungen bei unerwarteten Umständen, die hier nicht aufgeführt sind.
es: Si ocurre algo que no se mencionan aquí, el lounge staff tomará la decisión.
fr: Le Lounge Staff prendra des décisions si il y a un problème qui n'est pas listé ici.
it: Lo staff della Lounge prenderà decisioni in situazioni che presentano circostanze inaspettate non elencate qui.
ja: 予期せぬ問題が生じた場合、ラウンジスタッフはルールに記載の無い対応をすることがあります。

source: Making a claim: If you believe someone is targeting, please take multiple videos as evidence and report them using the ticket system.
de: Behauptungen aufstellen: Wenn Sie glauben, dass jemand ein Fokus begeht, nehmen Sie bitte mehrere Videos als Beweis auf und melden Sie diese über das Ticketsystem.
es: Para reportar a alguien: si crees que alguien te está haciendo focus, agradeceríamos que grabes varios vídeos y los incluyas como evidencia a través de un ticket.
fr: Déposer une plainte : si vous pensez que quelqu'un vous focus, veuillez prendre plusieurs vidéos comme preuves et les signaler en utilisant le système de tickets.
it: Come fare reclamo: se pensi di essere targhettato, ti chiediamo di registrare dei video come prova e segnalali aprendo un ticket.
ja: ticketでの報告 : 特定のプレイヤーからTargetingを受けていると感じた場合は、証拠として複数の動画を撮影し、ticketにてご報告下さい。

source: Making an alternate account to join lounge will result in a heavy penalty in lounge and MKCentral.
de: Das Erstellen eines "Alternate Accounts" zum Joinen in die Lounge resultiert in einer heftigen Strafe in der Lounge selbst und auf MKCentral.
es: Hacerse una cuenta secundaria (alter) para unirse al Lounge supondrá un castigo severo tanto en el Lounge como en MKCentral.
fr: Faire un second compte discord (alt) pour rejoindre le lounge entrainera un ban permanent du lounge, ainsi qu'un ban de MKCentral.
it: Creare un account alternativo per entrare in lounge risulterà in una seria penalità sia in lounge che su MKCentral.
ja: 過去にラウンジアカウントを作成したことがあるにもかかわらず、新しくアカウントを作ってプレイする（潜伏行為）を行った場合は、ラウンジ及びMKCから大きなペナルティを受けることとなります。

source: Match Rules
de: Matchregeln
es: Reglas del Partido
fr: Règles d'un match
it: Regole dei Match
ja: 試合のルール

source: MK8DX 150cc Lounge Official Ruleset
de: Das offizielle 150cc Lounge Regelwerk
es: Reglas Oficiales del MK8DX 150cc Lounge
fr: MK8DX Lounge 150cc : Règles et guide
it: Regole Ufficiali della MK8DX 150cc Lounge
ja: MK8DX 150cc Lounge 公式ルールセット

source: MKCentral Staff will find out if an alternate account is made, so it's highly recommended to not do so.
de: Der MKCentral Staff wird herausfinden, wenn ein Alternate Account erstellt wird; daher ist von dem Versuch abzuraten.
es: El staff de MKCentral averiguará si se crea una cuenta secundaria (alter), por lo que es muy recomendable no hacerlo.
fr: Le staff de MKCentral finira forcément par savoir si vous avez fait un compte alternatif (alt), donc il vous est vivement conseillé de ne pas essayer d'en faire un.​
it: Lo staff di MKCentral ci metterà poco a trovare un account alternativo se viene creato, quindi è altamente consigliato di non farne.
ja: MKCentral Staffは常に潜伏アカウントが作成されていないかを確認するため、潜伏行為をしないことを強くお勧めします。

source: Nicknames may only contain letters (at least one), numbers, spaces, periods/full stops, hyphens or underscores.
de: Spitznamen in der Lounge dürfen lediglich Buchstaben (min. einer), Nummern, Leerzeichen, Punkte, Bindestriche oder Unterstriche enthalten.
es: Los nombres solo pueden contener letras (al menos una), números, espacios, puntos/puntos, guiones o guiones bajos.
fr: Un pseudo ne peut contenir que des lettres (au moins une), des chiffres, des espaces, des points ou des tirets du bas/hauts.
it: I nickname possono contenere solo lettere (almeno una), numeri, spazi, punti e trattini (sia bassi che alti).
ja: ニックネームには、アルファベット（少なくとも1つ）、数字、スペース、ピリオド、ハイフン、アンダーバーを使用できます。また、ニックネームに記号やに日本語は使用できません。

source: Nonetheless, players are still subject to penalties if they fail to join in time (rule V. a., V. b., V. c.).
de: Nichtsdestotrotz werden Spieler weiterhin bestraft, wenn sie nicht rechtzeitig beim Raum beitreten (Regel V. a., V. b., V. c.).
es: No obstante, los jugadores siguen pudiendo recibir penalizaciones en caso de no unirse a tiempo (reglas V. a., V. b., V. c.).
fr: Cependant, les joueurs sont toujours sujet aux pénalités si ceux-ci ne rejoignent pas à temps (Règle V. a, V. b, V. c.).
it: Ad ogni modo, i giocatori sono comunque soggetti alle penalità se non entrano in stanza in tempo (regole V. a., V. b., V. c.).

source: Note: We encourage you to consider different play styles players may have, lag/genuine mistakes, and how close your mogi is in terms of points before submitting your claim.
de: Hinweis: Wir ermutigen dich, verschiedene Spielstile von Spielern, schlechte Verbindungen/echte Fehler und den Punktestand deines Gegners im Mogi zu berücksichtigen, bevor du deinen Anspruch einreichst.
es: Posdata: Recomendamos que se consideren tanto los diversos estilos de juego que el jugador pueda tener, el lag que pueda haber y errores no intencionales, además de la cercanía entre puntos de los equipos en el evento antes de reclamar.
fr: Remarque : nous vous encourageons à prendre en compte les différents styles de jeu des joueurs, le lag et les erreurs non intentionnelles, ainsi que la proximité de votre mogi en termes de points avant de soumettre votre demande.
it: Nota: Vi invitiamo a considerare le diverse giocate che possono fare i giocatori come lag o classici errori, e quanto siete vicini in termini di punteggio al giocatore che vi sta prendendo di mira prima di fare reclamo.
ja: 報告前の注意 : 報告する前に各プレイヤーのプレイスタイルの違い、ラグや単なるミス、自身の点数がどの程度相手と離れているかなどの点を考慮する事をお勧めします。

source: Once a host has been decided, the host must wait 2 minutes after posting their friend code to accept friend requests before opening the room.
es: Una vez se ha decidido un host, debe esperar 2 minutos después de publicar su código de amigo (FC) para aceptar las solicitudes de amistad antes de abrir la sala.
fr: Une fois qu'un host a été décidé, l'host doit attendre 2 minutes avant d'ouvrir la salle afin d'accepter les demandes d'amis.
it: Una volta che l'host è stato deciso, l'host deve aspettare 2 minuti dall'invio del suo codice amico prima di aprire la stanza in modo da porter accettare tutte le richieste di amicizia.
ja: ホストはフレンドコードを投稿してから2分待ち、その間に送られてきたフレンドコードを全て承認してから部屋を開く必要があります。

source: Once a room has been opened, players will have 5 minutes to join the room, unless the room is opened early (refer to rule IV. b.).
es: Una vez se ha abierto la sala, los jugadores tendrán 5 minutos para unirse a ella, a menos que la sala se abra antes (consulte la regla IV. b.).
fr: Une fois le salle ouverte, les joueurs devront rejoindre celle-ci dans les 5 minutes. (excepté règle IV. b.).
it: Una volta aperta la stanza, i giocatori hanno 5 minuti per entrarci, a meno che la stanza non sia stata aperta in anticipo (riferirsi alla regola IV. b.).
ja: 部屋が開設されたら、プレイヤーは5分以内に参加する必要があります。（ただし、ルール IV. b. の場合を除く）

source: Once a staff member has seen your account, you will be placed into one of the following ranks:
de: Sobald ein Staffmitglied deinen Account gesehen hat, wirst du in einen der folgenden Ränge platziert:
es: Una vez que un miembro del staff de Lounge haya visto su cuenta, se le asignará uno de los siguientes rangos:
fr: Une fois qu'un membre du staff a validé votre compte, il vous donnera l'un de ces rang:​
it: Una volta che lo staff ha visto il tuo account, verrai piazzato in uno dei seguenti rank:
ja: プレイヤーは以下のMMRをもとにランク付けされます。

source: Once lineups are gained, MogiBot voting will be used to decide on the format.
de: Sobald sich ein Lineup versammelt hat, findet eine Abstimmung über das Format mithilfe des MogiBots statt.
es: Una vez se obtiene la lista de jugadores (LU), se utilizará la votación de MogiBot para decidir el formato.
fr: Une fois que la line-up est complète, MogiBot va lancer un vote pour décider du format.
it: Una volta che la lineup si è riempita, MobiBot verrà usato per votare sul formato da giocare.
ja: 参加者が決まったら、MogiBotの投票で形式を決定します。

source: Once teams are randomized, they are final and cannot be changed.
de: Die zufällige Zusammenstellung der Teams geschieht nur einmal und ist final.
es: Una vez que los equipos se asignan al azar, son definitivos y no se pueden cambiar.
fr: Une fois que les équipes sont tirées au sort, elles sont définitives et ne peuvent être changées.
it: Una volta che i team sono stati decisi casualmente, essi sono finalizzati e non possono essere cambiati.
ja: チームが確定されたのちにチームを変更することができません。

source: Only certain people will be given access to the results channels in order to prevent spam.
de: Nur bestimmte Spieler erhalten Zugriff auf die Ergebnis Channels um Spam zu verhindern.
es: Solo ciertas personas tendrán acceso a los canales de resultados para evitar el spam.
fr: Seulement certaines personnes sont autorisées à poster dans les salons pour les résultats.
it: Solo determinate persone avranno accesso ai canali dei risultati onde evitare spam.
ja: Botのスパムを防止するために、特定の人のみがリザルトチャンネルの書き込みが許可されています。

source: Only gain MMR on the winning team if they play 4 or more races in said event.
de: Erhalten nur MMR im Gewinnerteam wenn sie 4 oder mehr Rennen im betroffenen Event gespielt haben.
es: Solo se gana MMR en el equipo ganador si se juegan 4 o más carreras en dicho evento.
fr: Gagnent du MMR s'ils gagnent et qu'ils ont joué au moins 4 courses.
it: Guadagna MMR nel team vincente solo se partecipa ad almeno 4 o più gare nell'evento in questione.
ja: 勝った際には4レース以上参加していた場合にのみMMRを獲得できます。

source: Other Notes
de: Sonstige Hinweise
es: Otras Notas
fr: Autres Notes
it: Altre Note
ja: その他の注意事項

source: Players are allowed to type <code>/c</code> in a different tier than the one they are currently playing in.
de: Es ist Spielern gestattet, <code>/c</code> in einem anderen Tier zu schreiben als in dem Tier, in welchem sie gerade spielen.
es: Los jugadores pueden escribir <code>/c</code> en un tier diferente al que están jugando actualmente.
fr: Les joueurs sont autorisés à <code>/c</code> dans un tier différent de celui dont ils sont déjà.
it: I giocatori possono scrivere <code>/c</code> in un tier diverso da quello in cui stanno giocando in quel momento.
ja: プレイヤーは模擬参加中であっても、異なるTierであれば挙手することができます。

source: Players are not allowed to type <code>/c</code> in a tier they are currently playing in until they have crossed the finish line at the end of the 12th race.
de: Spieler dürfen <code>/c</code> in dem Tier, in welchem sie gerade spielen, nicht verwenden, bis sie am Ende des 12. Rennens die Ziellinie überquert haben.
es: Los jugadores no pueden escribir <code>/c</code> en el tier que están jugando mientras estén jugando hasta pasar la linea de meta.
fr: Les joueurs ne sont pas autorisés à utiliser la commande <code>/c</code> dans un tier où ils sont déjà en train de jouer jusqu'à qu'ils aient passé la ligne d'arrivée de la 12ème course.
it: I giocatori non possono scrivere <code>/c</code> in un tier dove stanno giocando in quel momento fino a quando non hanno passato la linea del traguardo alla fine della dodicesima gara.
ja: プレイヤーは12レース目のゴールラインを超えるまで同じTierの次の模擬に挙手することはできません。

source: Players can change their lounge nickname once every 60 days; nicknames cannot be reverted during the 60 day period between changes.
de: Spieler dürfen ihren Loungenamen einmal alle 60 Tage ändern; der Name kann während der 60-tägigen Periode zwischen Namensänderungen nicht zurückgesetzt werden.
es: Los jugadores pueden cambiar su nombre de Lounge una vez cada 60 días; los nombres no se pueden revertir durante el período de 60 días entre cambios.
fr: Vous ne pourrez changer de pseudo qu'une seule fois tous les 60 jours. Vous ne pourrez pas revenir à votre ancien pseudo avant les 60 jours.
it: I giocatori possono cambiare il proprio nickname in lounge una volta ogni 60 giorni; non puoi tornare al tuo nome precedente durante il periodo di 60 giorni tra un cambiamento e l'altro.
ja: ニックネームは60日に1度変更可能です。変更後60日間はニックネームをもとに戻すことも、他のものにすることもできません。

source: Players can queue as a host using the <code>/ch</code> command in MogiBot or the <code>^fc</code> command in Stats Bot.
es: Los jugadores pueden hacer cola como host usando <code>/ch</code> en Mogibot o el comando <code>^fc</code> en stats bot.
fr: Les joueurs peuvent host un mogi en utilisant la commande <code>/ch</code> de MogiBot ou en utilisant la commande <code>^fc</code> de Stats Bot.
it: I giocatori possono unirsi ad una lineup come host usando il comando <code>/ch</code> di MogiBot o il comando <code>^fc</code> di Stats Bot.
ja: プレイヤーはMogibotの <code>/ch</code> コマンド、またはStats Botの <code>^fc</code> コマンドを使用することで、ホストを持つことができます。

source: Players cannot <code>/d</code> for 15 seconds after typing <code>/c</code>. A <code>/c</code> will automatically expire after 20 minutes have passed.
de: Spieler können den <code>/d</code> Command 15 Sekunden lang nachdem sie <code>/c</code> genutzt haben, nicht verwenden. Sollte ein Spieler in einem Zeitraum von 20 Minuten nach dem Beitreten eines Lineups mit <code>/c</code> keine weitere Nachricht im Chat schreiben, und es versammelt sich kein volles Lineup, wird der Spieler nach einer Erinnerung automatisch entfernt.
es: Los jugadores no pueden <code>/d</code> hasta 15 segundos después de escribir <code>/c</code>. Un <code>/c</code> expirara automáticamente después de que hayan pasado 20 minutos.
fr: Vous pouvez utiliser la commande <code>/d</code> seulement 15 secondes après avoir utilisé <code>/c</code>. Un <code>/c</code> dure 20 minutes.
it: I giocatori non possono usare <code>/d</code> per 15 secondi dopo aver scritto <code>/c</code>. Un <code>/c</code> scade automaticamente dopo 20 minuti.
ja: <code>/c</code>は15秒間は取り下げることはできません。また<code>/c</code>は20分が経過した場合自動で取り下げられます。

source: Players may not use an in-game name or Mii that is offensive, abusive towards others, contains inappropriate language, or violates any laws.
de: Spieler dürfen keinen Namen oder Mii im Spiel verwenden, der beleidigend ist, andere belästigt oder anderweitig unangemessenen Inhalt hat.
es: Los jugadores no deben usar un nombre o Mii dentro del juego que sea ofensivo, abusivo hacia otros, contenga lenguaje inapropiado o incumpla cualquier ley.
fr: Les joueurs ne doivent pas utiliser un pseudo dans le jeu qui pourrait se révéler offensant, abusif envers les autres, contenant un langage inapproprié, ou violant les lois.
it: I giocatori non possono usare nomi in game o Mii offensivi, abusivi verso gli altri giocatori, contengono linguaggio inappropriato, o viola qualunque legge.

source: Players must arrange uppercase/lowercase and hiragana/katakana tags with their teammates.
de: Die Spieler müssen mit ihren Teampartnern einheitlich Groß-/Kleinschreibung und Hiragana/Katakana-Tags vereinbaren.
es: Los jugadores deben acordar tags (etiquetas) minúsculas/mayúsculas y hiragana/katakana con sus compañeros.
fr: Les joueurs doivent s’accorder sur le type de caractères utilisés (majuscule ou minuscule / hiragana ou katakana) avec leurs coéquipiers.
it: I giocatori devono mettersi d'accordo per l'utilizzo di maiuscolo/minuscolo e hiragana/katakana quando decidono una tag con i loro compagni.

source: Players must use their <b>Lounge Nickname</b> (or a shortened, legible version) in FFA format events.
es: Los jugadores deben usar su nombre de Lounge (o una versión acortada y legible) en eventos FFA.
fr: Les joueurs doivent utiliser leur <b>Pseudo Lounge</b> (ou une version raccourci lisible) durant les mogis FFA.
it: I giocatori devono usare il loro <b>Lounge Nickname</b> (o una versione accorciata e leggibile) negli eventi in formato FFA.

source: Player names must not begin with the first character of another team's tag.
de: Spielernamen dürfen nicht mit dem ersten Zeichen des Tags eines anderen Teams beginnen.
es: Los nombres de los jugadores no deben comenzar con la primera letra del tag de otro team.
fr: Si vous avez décidé de placer votre tag à la fin de votre pseudo, vous ne pouvez pas avoir le premier caractère de votre pseudo similaire au premier caractère d'un tag d'une équipe.
it: I nome dei giocatori non devono iniziare con il primo carattere della tag di un altro team.
ja: 模擬参加時のプレイヤー名は、他チームの1文字目と同じ文字を使用してはなりません。
