Repository: VikeMK/Lounge-API
Catalog: src/Lounge.Web/Resources/Pages.Rules.*.resx
Languages: de, es, fr, it, ja

source: 1st offense: 7 day mute
de: 1. Vergehen: 7-tägiger Mute
es: 1º aviso: 7 días de muteo
fr: 1er strike: mute de 7 jours
it: Prima offesa: Mute di 7 giorni
ja: 1回目の違反: 7日間のミュート

source: 2nd offense: 14 day mute
de: 2. Vergehen: 14-tägiger Mute
es: 2º aviso: 14 días de muteo
fr: 2ème strike: mute de 14 jours
it: Seconda offesa: Mute di 14 giorni
ja: 2回目の違反: 14日間のミュート

source: 3rd offense: 28 day mute
de: 3. Vergehen: 28-tägiger Mute
es: 3º aviso: 28 días de muteo
fr: 3ème strike: mute de 28 jours
it: Terza offesa: Mute di 28 giorni
ja: 3回目の違反: 28日間のミュート

# A list of players can be found using &lt;code&gt;/l&lt;/code&gt;.
source: A list of players can be found using <code>/l</code>.
de: Eine Liste von Spielern kann mithilfe von <code>/l</code> aufgerufen werden.
es: Se puede consultar la lista de jugadores (LU) usando <code>/l</code>.
fr: Vous pouvez trouver la liste des joueurs en tapant <code>/l</code>.​
it: Una lista dei giocatori può essere trovata usando<code>/l</code>.
ja: プレイヤーは <code>/l</code> コマンドを使用し、模擬に挙手しているかを確認できます。

source: A match has started once the first race has been completed, with the race results being shown.
de: Ein Match gilt als "gestarted", sobald das erste Rennen abgeschlossen ist und die Ergebnisse erschienen sind.
es: La partida comienza una vez se ha completado la primera carrera y se muestran los resultados de esa carrera.
fr: Le match commence à partir du moment où la première course est finie, avec les résultats de la course qui sont apparues.
it: Un match è considerato iniziato una volta completata la prima gara, con i risultati mostrati ai giocatori.
ja: 模擬は最初のレースの結果が表示された時点で開始とみなされます。

source: A player should provide video proof (switch clip, stream, error history etc.) of their disconnection if requested; otherwise they will receive -50MMR and a strike.
de: Jeder Spieler sollte ein Videobeweis von seinem Disconnect haben, wenn danach gefragt wird. Falls er dazu nicht in der Lage ist, erhält er einen Strike und -50MMR.
es: El jugador deberá proporcionar pruebas (clip de la switch, del streaming, del historial de errores, etc.) de su desconexión si se le pide; de lo contrario recibirá un -50MMR y un aviso (strike).
fr: Les joueurs doivent montrer une preuve vidéo (clip de la switch, stream, écran d'erreur de la switch etc.) de leur déconnexion si cela leur est demandé; sans quoi ils recevront une pénalité de -50MMR et un strike.
it: Un giocatore deve provvedere video prova (clip dello Switch, stream, riepilogo degli errori della console)della propria disconnessione se richiesto; in caso contrario riceveranno -50MMR ed uno strike.
ja: 回線落ちの証拠(30秒録画、配信、エラー履歴)を求められた際に提出できない場合、そのプレイヤーは-50mmrとstrikeを受けます。

source: Additional symbols/characters, such as clan tags or stars, that are not part of your Lounge Nickname are prohibited.
de: Zusätzliche Symbole/Zeichen, wie z.B. Clan-Tags oder Sterne, die nicht Teil deines Lounge-Namens sind, sind verboten.
es: Símbolos o caracteres adicionales como, por ejemplo, tags (etiquetas) de equipo o estrellitas, que no formen parte de tu nombre de Lounge están prohibidos.
fr: Les caractères et symboles qui ne font pas partie de votre pseudo Lounge sont interdits (tag d'équipe, étoiles etc).
it: Caratteri/simboli aggiuntivi come tag di un team o stelle, che non sono parte del tuo Nickname in Lounge sono proibiti.

source: After 10 minutes, the host can start Mogi even if there are not 12 players in the room.
de: 10 Minuten nach Öffnen des Raumes darf der Hosten diesen starten, selbst wenn sich noch nicht 12 Spieler im Raum befinden.
es: Después de 10 minutos, el anfitrión (host) de la sala puede iniciar el mogi aunque no hayan 12 jugadores en la sala.
fr: Après 10 minutes, l'host peut démarrer le mogi même s'il n'y a pas 12 joueurs.​
it: Dopo 10 minuti, l'host può iniziare il Mogi anche se non ci sono 12 giocatori nella stanza.
ja: 10分経過後、部屋に12人集まっていない場合でも開始することができます。

source: After 8 races have passed in the current mogi, users not currently playing are allowed to start a new mogi.
de: Nachdem 8 Rennen im aktuellen Match abgeschlossen wurden, dürfen Spieler, welche nicht am derzeitigen Match teilnehmen, ein neues Match im selben Channel beginnen.
es: Después de que pasen 8 carreras del mogi actual, los jugadores que no estén jugando en ese momento pueden comenzar un nuevo mogi.
fr: Après 8 courses jouées dans un mogi, les joueurs ne participant pas peuvent commencer un nouveau mogi.​
it: Dopo che 8 gare sono state completate nel mogi corrente, gli utenti che non stanno giocando possono iniziare un nuovo mogi.
ja: 進行中の模擬の8レース目が終了した時点で、参加していないプレイヤーは新しい模擬を開始することができます。

source: An online war table generator can be found here:
de: Ein Online Table Generator kann hier gefunden werden:
es: Pueden encontrar un generador de tablas de war aquí:
fr: Un générateur de tableaux en ligne est disponible ici:
it: Un generatore di tabelle per i risultati online può essere trovato qui:
ja: 集計表は以下のサイトで作成できます。:

source: and the following is not allowed:
de: aber Folgendes ist verboten:
es: y lo siguiente no está permitido:
fr: et ceux-ci ne sont pas autorisés:
it: ed i seguenti non sono permessi:
ja: 逆に次のようなものは認められません。

source: Any NSFW content in the server will be promptly deleted and the user that posts it will receive an indefinite chat restriction.
de: Jeglicher "NSFW"-Inhalt im Server wird sofort gelöscht und der Nutzer, welcher diesen gepostet hat, erhält eine permanente Chat Restriction.
es: Cualquier contenido NSFW en el server será eliminado de inmediato y el usuario que lo publique recibirá una restricción de chat indefinida.
fr: Tout contenu offensant (NSFW) sera supprimé dans les plus brefs délais, et le joueur ayant posté ces messages sera mute du chat pour une durée indéfinie.​
it: Qualunque tipo di contenuti NSFW verranno tempestivamente cancellati e l'utente che li posta riceverà una restrizione in chat indefinita.
ja: サーバー内において、NSFW（18歳未満に不適切なもの、閲覧注意の画像）を投稿した場合、その投稿は直ちに削除され、それを投稿したプレイヤーは無期限のチャット制限を受けます。

source: Any penalties that occurred during the match must also be stated.
de: Jegliche Strafen, die während des Matches auftreten, müssen im Ergebnis-Channel mitgeteilt werden.
es: Se debe indicar cualquier penalización que haya ocurrido durante el mogi.
fr: Toute pénalité doit également être indiquée sur le tableau.​
it: Ogni infrazione commessa durante un evento va fatta presente.
ja: また、模擬中に発生したペナルティについても詳細に記載する必要があります。

source: Any players later than 12th on the list will be subs, given priority by their order on the list.
de: Jeder Spieler nach dem 12. auf der Liste wird Substitute sein, wobei die Reihenfolge der Substitutes festgelegt ist durch die Reihenfolge des Beitritts auf die Liste.
es: Cualquier jugador después del 12º en la lista será sustituto (sub) para ese mogi, prioridad dada por su orden en la lista.
fr: Tout autre joueur utilisant la commande <code>/c</code> après le 12ème joueur sera mis en sub, l'ordre de priorité dépendant de l'ordre dans la liste.
it: Ogni giocatore dopo il dodicesimo in lista sarà considerato sostituto, con priorità basata sull'ordine in lista.
ja: 13人目以降に挙手をしたプレイヤーは補欠となり、挙手順によって補欠の優先順位が決定されます。

source: Anyone who is not part of the original 12 in the line-up is not permitted to vote.
de: Nur die 12 ursprünglichen Spieler auf der Liste dürfen über das Format abstimmen.
es: Cualquiera que no sea parte de los 12 jugadores originales en la lista no puede participar en la votación del formato.
fr: Tous ceux qui ne sont pas dans la liste des 12 joueurs ne pourront pas voter.
it: Chiunque non sia parte dei 12 originali nella lista non può votare.
ja: 最初の12人ではない場合は投票できません。

source: Conduct
de: Verhaltensweise
es: Conducta
fr: Règles générales de conduite dans le serveur
it: Condotta
ja: ラウンジでの振る舞いについて

source: Chat Restricted, Mute, and Hostban roles are for punishments only and are not available upon request.
de: Die Chat Restricted, Muted und Hostban Rollen sind lediglich für Bestrafungen vorgesehen und werden nicht auf Anfrage vergeben.
es: Los roles de Chat Restricted, mute y hostban son solo para castigos,no puedes pedir que te pongan ese rol.
fr: Les rôles "Chat Restricted", "Muted", "Hostban" sont des rôles punitifs, il n'est pas possible de les demander.
it: I ruoli Chat Restricted, Mute, e Hostban sono per punizioni e non possono essere dati via richiesta.
ja: チャット制限、ミュート、ホスト制限については、ペナルティとして与えられるもので、希望して受けることはできません。

source: Depending on your rank, you will see 1-2 channels that you can play matches in, listed below:
de: Entsprechend deines Ranges wirst du 1-2 Channels sehen können, in welchen du Matches spielen kannst:
es: Dependiendo de tu MMR, podrás ver 1 ó 2 canales en los que podrás jugar mogis, los cuales puedes ver a continuación:
fr: En fonction de votre rang, vous aurez accès à plusieurs salons dans lesquels vous pourrez jouer​:
it: A seconda del tuo rank, vedrà 1-2 canali dove puoi partecipare in eventi, ecco una lista:
ja: プレイヤーは各ランクに応じて、以下のTierで模擬を行うことができます。

source: Detailed information about MKC bans and Lounge can be found <a href="https://www.mariokartcentral.com/forums/index.php?threads/changes-to-mkcs-ban-policy.4810/">here</a>.
de: Detaillierte Infos über MKC Bans und Lounge kann hier gefunden werden: <a href="https://www.mariokartcentral.com/forums/index.php?threads/changes-to-mkcs-ban-policy.4810/">Bans</a>.
es: Se puede encontrar información detallada sobre jugadores baneados de MKC y Lounge <a href="https://www.mariokartcentral.com/forums/index.php?threads/changes-to-mkcs-ban-policy.4810/">aquí</a>.
fr: Les informations détaillés concernant les bannissements MKC et du Lounge se trouvent <a href="https://www.mariokartcentral.com/forums/index.php?threads/changes-to-mkcs-ban-policy.4810/">ici</a>.
it: Informazione dettagliate sulle riguardo i ban su MKC e la Lounge possono venire trovati su <a href="https://www.mariokartcentral.com/forums/index.php?threads/changes-to-mkcs-ban-policy.4810/">qui</a>.
ja: MKCのBan及びラウンジについては<a href="https://www.mariokartcentral.com/forums/index.php?threads/changes-to-mkcs-ban-policy.4810/">こちら</a>を参照してください。

source: Disconnections and Lag
de: Disconnections und Lag
es: Desconexiones y Lag
fr: Déconnexions et Lag
it: Disconnessioni e Lag
ja: 回線落ち及びラグについて

source: Do not lose MMR on a losing team.
de: Verlieren keine MMR falls sie in einem verlierenden Team sind.
es: No pierden MMR en un equipo perdedor.
fr: Ne perdent pas de MMR s'ils perdent.​
it: Non perdono mmr in un team perdente.
ja: 負けた場合でもMMRが減ることはありません。

source: Exceptions may be granted on a case-by-case basis.
de: Ausnahmen werden gegebenenfalls von Fall zu Fall gestattet.
es: Se pueden dar excepciones dependiendo del caso.
fr: Des exceptions peuvent être faites cas par cas.
it: Eccezioni possono venire concesse a discrezione dello staff a seconda della situazione.
ja: ただし例外がある可能性があります。

source: Failure to post the friend code or refusal to host will result in 1 strike.
es: No compartir el código de amigo (FC) o negarse a hostear, supondrá una penalización de 1 aviso (strike).
fr: Ne pas poster son code-ami ou refuser de host entraînera 1 strike.
it: Il mancato invio del codice amico e il rifiuto di hostare risulteranno in uno strike.
ja: フレンドコードを投稿しない場合や、ホストをもつことを拒否した場合は strikeが付与されます。

source: Failure to use your Lounge Nickname or abide by any of these naming guidelines after the first 2 races will result in -50 MMR.
fr: Le fait de ne pas respecter ces règles après les 2 premières courses résulte en une pénalité de -50 MMR.
it: Il mancato utilizzo del tuo Nickname in Lounge o il rispetto per queste linee guide dopo le prime 2 gare risulterà in una penalità di -50MMR.

source: Failure to use same tags in the same team or abide by any of these naming guidelines after the first 2 races will result in a -50 MMR penalty.
de: Wenn nach den ersten 2 Rennen kein einheitlicher Tag im selben Team verwendet wird oder diese Namensrichtlinien nicht eingehalten werden, führt dies zu einer Strafe von -50 MMR.
es: No usar tu nombre de Lounge o incumplir alguna de estas directrices sobre el nombre después de las 2 primeras carreras, resultará en -50 MMR.
fr: Ne pas utiliser le même tag que son équipe ou ne respecter aucune de ces règles par rapport au pseudo après les 2 premières courses engendrera une pénalité de -50MMR.
it: Il mancato utilizzo della stessa tag o il rispetto di queste linee guida per il nome dopo le prime 2 gare risulterà in una penalità di -50MMR.
ja: 3レース目以降に同じチーム内で統一したタグを使用しなかったり、名前に関するルール従わなかった場合、 -50MMRのペナルティが科せられます。

source: FFA names must be distinguishable from players who may have similar names in the same mogi.
es: Los nombres en FFA deben ser distinguibles entre jugadores que puedan tener nombres similares dentro del mismo evento.
fr: Les pseudos en FFA doivent être reconnaissable d’autres joueurs qui pourraient avoir un pseudo similaire dans le même mogi.
it: I nomi usati in FFA devono essere distinguibili da giocatori che potrebbero avere un nome simile nello stesso evento.

source: FFA names must be legible in English.
de: FFA-Namen müssen in Englisch lesbar sein.
es: Los nombres en FFA deben ser legibles en inglés.
fr: Les pseudos utilisés en FFA doivent être lisibles en anglais
it: I nomi usati in FFA devono essere leggibili in inglese.

source: For example, if 2 players with Lounge Nicknames of WaluigiPlayer1 and WaluigiPlayer2 are in the same mogi:
de: Zum Beispiel, wenn 2 Spieler mit Lounge-Namen WaluigiPlayer1 und WaluigiPlayer2 im gleichen Mogi sind:
es: Por ejemplo, si 2 jugadores cuyos nombres de Lounge son WaluigiPlayer1 y WaluigiPlayer2 están en el mismo evento:
fr: Exemple : Si 2 joueurs ayant pour pseudo Lounge WaluigiPlayer1 et WaluigiPlayer2 sont dans le même mogi:
it: Per esempio, se 2 giocatori con i Nickname WaluigiPlayer1 e WaluigiPlayer2 sono nello stesso evento:

source: For example, if the host posts their friend code at 9:00 and opens the room at 9:02, players are considered late at 9:08.
de: Wenn der Host beispielsweise seinen Freundescode um 9:00 Uhr posted und den Raum um 9:02 Uhr öffnet, werden Spieler um 9:08 Uhr als verspätet angesehen.
es: Por ejemplo, si el host publica su codigo a las 9:00 y abre la sala 9:02, se considerará que los jugadores llegaron tarde a las 9:08.
fr: Par exemple, si l'host poste son code ami à 9h00 et ouvre la room à 9h02, les joueurs seront considérés en retard à 9h08.
it: Per esempio, se l'host invia il suo codice amico alle 9:00 ed apre alle 9:02, i giocatori sono considerati in ritardo dalle 9:08.
ja: 例えば、ホストが9:00にフレンドコードを投稿し、9:02に開設した場合、9:08以降に入室したプレイヤーは遅刻とみなされます。

source: For example, players are allowed to queue up for a Tier CD match while currently playing in a Tier D match.
de: Spieler dürfen sich beispielsweise für ein Tier-CD-Match in die Warteschlange einreihen, während sie gerade in einem Tier-D-Match spielen.
es: Por ejemplo, está permitido apuntarse a un evento del tier CD mientras estás jugando un evento en tier D.
fr: Par exemple, les joueurs peuvent /c dans un Tier CD si ceux-ci sont actuellement en train de jouer dans un Tier D.
it: Per esempio, i giocatori sono autorizzati a mettersi in queue per un evento in Tier CD mentre stanno giocando un evento in Tier D.

source: For example, players are not allowed to queue up for a Tier D match while currently playing in one.
de: Zum Beispiel dürfen sich Spieler nicht für ein Tier-D-Match eintragen, während sie gerade in einem Tier-D-Match spielen.
es: Por ejemplo, no está permitido apuntarse a un evento del tier D mientras estás jugando en uno.
fr: Par exemple, les joueurs ne peuvent pas /c dans un Tier D si ceux-ci sont actuellement en train de jouer dans ce même Tier.
it: Per esempio, i giocatori non sono autorizzati a mettersi in queue per un evento in Tier D mentre stanno già giocando in quel Tier.

source: For example, the following is allowed:
de: Beispielsweise ist das Folgende gestattet:
es: Por ejemplo, se permite lo siguiente:
fr: Par exemple, ceux-ci sont autorisés :​
it: Per esempio, il seguente è permesso:
ja: 例えば次のようなものが認められます：​

source: For help doing this, refer to <a href="https://www.mariokartcentral.com/forums/index.php?threads/mkcentral-registry-guide.3921/">this guide</a>.
de: Für Hilfe, dies zu tun, kann sich hieran orientiert werden: <a href="https://www.mariokartcentral.com/forums/index.php?threads/mkcentral-registry-guide.3921/">Registry Guide</a>.
es: Para obtener ayuda sobre cómo hacer esto, consulta <a href="https://www.mariokartcentral.com/forums/index.php?threads/mkcentral-registry-guide.3921/">esta guía</a>.
fr: Si vous avez besoin d'aide pour faire votre compte, suivez <a href="https://www.mariokartcentral.com/forums/index.php?threads/mkcentral-registry-guide.3921/">ce guide</a>.
it: Per aiuto nel farlo, riferirsi a <a href="https://www.mariokartcentral.com/forums/index.php?threads/mkcentral-registry-guide.3921/">questa guida</a>.
ja: MKCentralのRegistryアカウントの作成については<a href="https://www.mariokartcentral.com/forums/index.php?threads/mkcentral-registry-guide.3921/">こちら</a>を参照してください。

source: For more info on how to use this bot, click <a href="https://www.mariokartcentral.com/forums/index.php?threads/how-to-submit-tables-using-mk8dx-bot.8823/">here</a>.
de: Für weitere Infos zur Benutzung dieses Bots, klicke <a href="https://www.mariokartcentral.com/forums/index.php?threads/how-to-submit-tables-using-mk8dx-bot.8823/">hier</a>.
es: Para obtener más información sobre cómo usar este bot, haga clic <a href="https://www.mariokartcentral.com/forums/index.php?threads/how-to-submit-tables-using-mk8dx-bot.8823/">aquí</a>.
fr: Si vous avez besoin d'aide pour utiliser le bot, suivez <a href="https://www.mariokartcentral.com/forums/index.php?threads/how-to-submit-tables-using-mk8dx-bot.8823/">ce guide</a>.
it: Per più informazioni riguardo questo bot, clicca <a href="https://www.mariokartcentral.com/forums/index.php?threads/how-to-submit-tables-using-mk8dx-bot.8823/">qui</a>.
ja: このボットの使用方法については、<a href="https://www.mariokartcentral.com/forums/index.php?threads/how-to-submit-tables-using-mk8dx-bot.8823/">こちら</a>をご参照ください。

source: For more information about Squad Queue, click <a href="https://www.mariokartcentral.com/forums/index.php?threads/introducing-150cc-lounge-squad-queue.6061/">here</a>.
de: Für mehr Informationen über Squad Queues, klicke <a href="https://www.mariokartcentral.com/forums/index.php?threads/introducing-150cc-lounge-squad-queue.6061/">hier</a>.
es: Para obtener más información sobre el Squad Queue, haga clic <a href="https://www.mariokartcentral.com/forums/index.php?threads/introducing-150cc-lounge-squad-queue.6061/">aquí</a>.
fr: Pour plus d'informations à propros des SQUAD QUEUE, cliquez <a href="https://www.mariokartcentral.com/forums/index.php?threads/introducing-150cc-lounge-squad-queue.6061/">ici</a>.
it: Per più informazioni riguardo alle Squad Queue, clicca <a href="https://www.mariokartcentral.com/forums/index.php?threads/introducing-150cc-lounge-squad-queue.6061/">qui</a>.
ja: Squad Queueの詳細については<a href="https://www.mariokartcentral.com/forums/index.php?threads/introducing-150cc-lounge-squad-queue.6061/">こちら</a>をご覧ください。

source: Gathering Lineups
es: Reunir jugadores para el mogi
fr: Regroupement des joueurs
it: Formazione delle Lineup
ja: 模擬に参加するにあたって

source: Host-banned players must wait at least 90 days before appealing their hostban.
de: Spieler, welche einen Host Ban erhalten haben, müssen mindestens 90 Tage warten, bevor sie um Aufhebung des Host Bans bitten dürfen.
es: Jugadores baneados de ser host deben esperar al menos 90 días antes de apelar su baneo de ser host.
fr: Les joueurs interdits d'host (qui ont le rôle Hostban) doivent attendre 90 jours pour faire appel.​
it: I giocatori Host-bannati devono aspettare almeno 90 giorni prima di poter fare appello.
ja: hostbanになったプレイヤーは90日経った後に解除してもらうよう申請できるようになります。

source: Hosts should start the room with the following settings:
de: Jeder Host sollte den Raum mit folgenden Einstellungen starten:
es: Los hosts deberán empezar la partida con la siguiente configuración:
fr: Les hosts doivent lancer la salle en suivant ces paramètres:
it: Gli host devono iniziare la stanza con le seguenti impostazioni:
ja: ホストは以下のルールにて模擬を始める必要があります:

source: Hosts that start the room with less than 12 players, close the room for no reason, or otherwise cause unnecessary disruptions will receive -50 and a strike, and may be prohibited from hosting in the future.
de: Hosts, welche den Raum mit weniger als 12 Spielern starten, den Raum ohne Grund schließen oder den Matchablauf andernfalls behindern, erhalten eine Strafe von -50MMR sowie einen Strike, und dürfen ggf. in der Zukunft keine weiteren Matches mehr hosten.
es: Los hosts que inicien la sala con menos de 12 jugadores, cierren la sala sin motivo o causen interrupciones innecesarias recibirán una penalización de -50 MMR y un strike, y es posible que se les prohíba ser host en el futuro.
fr: Un host qui lance la salle sans les 12 joueurs, ferme la salle sans raison apparente, ou cause des problèmes recevra un strike et une pénalité de -50 MMR, et pourrait être interdit d'host un match a l'avenir.
it: Gli host che fanno partire una stanza con meno di 12 giocatori, chiudono la stanza senza motivo o altrimenti causano interruzioni non necessarie riceveranno -50 ed uno strike e potrebbe venir loro impedito di hostare in eventi futuri.
ja: 12人未満で模擬を開始したり、理由もなく部屋を閉じたり、そのほか不必要な混乱を引き起こしたホストは -50MMR + strikeを受け、将来ホストを持つことが禁止される可能性があります。

source: Hosts who do not comply with the above race settings may have the corresponding races declared invalid and may be subject to a Hostban penalty.
de: Alle Rennen, die mit falschen Einstellungen gefahren wurden, sind ungültig. Hosts, die den Raum absichtlich mit falschen Einstellungen starten, könnten vom Staff-Team einen Hostban bekommen.
es: Si el host no aplica esta configuración, es posible que las carreras que se hayan jugado en otra configuración distinta no se den por válidas y que el host reciba un penalty de Hostban (el cual le prohíbe abrir salas).
fr: Les hosts qui ne suivent pas les paramètres suivants seront susceptibles d'invalidation des courses jouées ainsi que d'être hostban.
it: Gli host che non rispettano le impostazioni descritte sopra hanno le gare corrispondenti dichiarate non valide e possono venire Host bannati.
ja: 上記のレース設定に従わない場合は、該当するレースが無効とされ、hostbanの対象となる場合があります。

source: However, in that case we may check the facts with the reporter and other players who participated in the mogi.
de: Jedoch werden wir in so einem Fall, den Sachverhalt mit anderen Teilnehmern des Mogis besprechen.
es: Sin embargo, en ese caso probablemente confirmemos los hechos con el denunciante y otros jugadores que hayan participado en el mogi.
fr: Cependant, nous nous réservons la possibilité de vérifier les faits avec la personne ayant report et les joueurs ayant pris part au lounge.
it: Nonostante ciò, in quel caso potrmmo verificare i fatti con il reporter e gli altri giocatori che hanno partecipato al mogi.
ja: ただし、その場合、報告者及び模擬に参加した他のプレイヤーに事実確認を行うことがあります。
