Repository: VikeMK/Lounge-API
Catalog: src/Lounge.Web/Resources/Pages.Rules.*.resx
Languages: de, es, fr, it, ja

source: If 3 or more players from at least 2 different teams disconnect or experience delayed items (only coins or shrooms) in at least two different item sets during a race, the race will not count and the room must be reopened regardless of video proof submissions.
es: Si 3 o más jugadores de, al menos, 2 equipos distintos, se desconectan o sufren lag de items (solo monedas o champiñones) en al menos dos sets (conjuntos) de objetos a lo largo de la carrera, esta no contará y la sala deberá ser reabierta sin tener en cuenta clips o demás pruebas.
fr: Si 3 joueurs ou plus d’au moins 2 équipes différentes déconnectent ou expériencent un lag de la roulette d’items (le fait de n’avoir que des pièces ou champignons) pendant au moins 2 sets d’items différents pendant une course, la course ne comptera pas et la salle doit être rouverte même en l’absence d’une preuve vidéo.
it: Se 3 o più giocatori di almeno 2 team differenti si disconnettono o hanno lag con gli oggetti (trovano solo monete o funghi) in almeno 2 set di oggetti diversi durante una gara, la gara non conta e la stanza va riaperta a prescindere dalla presenza di video prova o meno.

source: If a lineup is struggling to find a sub, please tag Lounge Staff to tag @here for a sub.
de: Falls ein Lineup Schwierigkeiten hat, einen Substitute zu finden, taggt bitte den Lounge Staff, damit dieser mithilfe von @here nach einem Sub suchen kann.
es: Si una lista de jugadores (LU) tiene dificultades para encontrar un sustituto (sub), por favor taguear al Staff de Lounge usando @Lounge Staff para que ellos puedan taguear @here y así encontrar un sustituto (sub).
fr: Si vous avez du mal a trouver un sub, demander aux Lounge Staff de tag @here.​
it: Se una lineup ha difficoltà a trovare un sub, per favore tagga Lounge Staff così che possano pingare @here per trovare un sostituto.
ja: 補欠を見つけることが困難な場合、ラウンジスタッフにメンションし、 @hereの通知をお願いしてください。

source: If a player drops after the first race has been completed, they will receive a -50 MMR strike and receive an MMR penalty according to rule V. i.
de: Wenn ein Spieler droppt, nachdem das ersten Rennen abgeschlossen ist, erhält dieser eine -50 MMR Strafe sowie einen Strike im Einklang mit Regel V. i.
es: Si un jugador abandona el mogi después de que se haya completado la primera carrera, recibirá una penalización de -50 MMR y tambien recibirá una penalización de MMR de acuerdo con la regla V. i.
fr: Si un joueur quitte après que la première course ait été validée, il recevra un strike, une pénalité de -50 MMR en plus de la pénalité de MMR référant à la règle V. i.​
it: Se un giocatore abbandona l'evento dopo che la prima gara è stata completata, riceverà una penalità di -50MMR ed uno strike ed anche una penalità in MMR come descritto dalla regola V. i..
ja: 最初のレース終了以降にドロップした場合、-50MMR + strikeを受け、ルールV.i. に沿ってMMRペナルティを受けます。

source: If a player fails to show up for a match, misses at least half of an event, or trolls during an event (V. j.) they will receive the SQ Restricted role for 1 week.
de: Wenn ein Spieler nicht zu einem Match erscheint, mindestens die Hälfte des Events verpasst oder während des Matches trollt (V. j.), erhält dieser die SQ restricted Rolle für eine Woche.
es: Si un jugador no se presenta a un mogi, se pierde al menos la mitad de un evento o trollea durante un evento (V. j.), recibirá el rol SQ restringido por 1 semana..
fr: Si un joueur ne rejoint pas le match, qu'il manque au moins la moitié des courses, ou qu'il troll durant ce match (V. j.) il recevra le rôle SQ Restricted pendant 1 semaine.​
it: Se un giocatore non si presenta per un match, non partecipa almeno a metà di un evento, o trolla durante un evento (V. j.) riceverà il ruolo SQ Restricted per 1 settimana.
ja: プレイヤーが模擬に参加できない、または模擬の半分以上に参加していない場合、また模擬において荒らし等の行為 (V. j.) を行った場合は1週間SQ Restrictedと呼ばれる役職を付与されます。

source: If a player is unable to sub when needed or does not respond within 5 minutes, they will receive a -50 penalty and a strike.
de: Sollte ein Spieler nicht in der Lage sein, zu subben, oder er antwortet nicht innerhalb von 5 Minuten, erhält dieser eine -50 MMR Strafe und einen Strike.
es: Si un jugador no puede sustituir a otro cuando es necesario o no responde en 5 minutos, recibirá una penalización de -50 MMR y un strike.
fr: Si un joueur mis en sub ne peut pas sub si besoin ou qu'il ne répond pas sous 5 minutes, il recevra un strike et une pénalité de -50 MMR.​
it: Se un giocatore non riesce a subbare quando necessario o non risponde entro 5 minuti, riceverà una penalità di -50MMR ed uno strike.
ja: 補欠として参加したにも関わらず、必要となった時に5分間反応が無ければ、そのプレイヤーには-50とstrikeのペナルティが科せられます。

source: If a player still has not joined the room 5 minutes after the penalty time, they will receive -100 and a strike and must be replaced by a sub as soon as possible.
de: Wenn ein Spieler 5 Minuten nach der Zeit, bei welcher eine Strafe vergeben wird, immernoch nicht dem Raum beigetreten ist, so erhält dieser eine Strafe von -100 MMR sowie einen Strike und er wird sobald wie möglich durch einen Substitute ersetzt.
es: Si un jugador todavía no se ha unido la sala 5 minutos después del tiempo de penalización, recibirá una penalización de -100 MMR y un strike y deberá ser reemplazado por un sustituto (sub) lo antes posible.
fr: Si un joueur n'a toujours pas rejoint la salle 10 minutes (donc 5 minutes après la première pénalité) après qu'elle soit ouverte, il recevra un strike et -100 MMR en pénalité. Il doit être remplacé par un sub le plus vite possible.
it: Se un giocatore non si è ancora unito alla stanza 5 minuti dopo la penalità per ritardo, riceverà una penalità di -100 ed uno strike e deve essere rimpiazzato da un sostituto il prima possibile.
ja: 遅刻ペナルティ時間から5分経過しても部屋に参加していない場合は、そのプレイヤーに -100MMR + strikeが科せられ、補欠が代わりに参加します。

source: If a race does not finish due to lag, the race will not be counted and the room will be reopened.
de: Sollte ein Rennen nicht beendet werden können aufgrund von Lag, zählt das Rennen nicht und der Raum wird erneut geöffnet.
es: Si una carrera no termina debido al lag, la carrera no se contará y la sala se reabrirá.
fr: Si une course ne se finit pas à cause du lag, la course ne comptera pas et la salle sera réouverte.​
it: Se una gara non finisce per motivi di lag, la gara non conterà e la stanza andrà riaperta.
ja: ラグが原因でレースが終了しない場合、そのレースは無効となり、部屋を再開設する必要があります。

source: If a team can find a sub for a missing player before the late penalty time, the missing player will not receive the SQ restricted role.
de: Wenn ein Team einen Substitute für einen fehlenden Spieler finden kann, bevor eine Strafe aufgrund von zu spätem Joinen fällig wäre, bekommt der fehlende Spieler nicht die SQ restricted Rolle.
es: Si un equipo puede encontrar un sustituto (sub) para un jugador que falta antes del tiempo de penalización tardío, el jugador que falta no recibirá el rol restringido de SQ.
fr: Si une équipe parvient à trouver un sub avant la pénalité de retard alors le joueur manquant ne recevra pas le rôle SQ Restricted.​
it: Se un team riesce a trovare un sostituto prima della penalità per ritardo, il giocatore mancante non riceverà il ruolo SQ Restricted.
ja: ただし、遅刻ペナルティの時間までに補欠を見つけることができた場合、参加しなかったプレイヤーはSQ Restrictedを受けません。

source: If any player is disqualified from an event for any reason such as, but not limited to, throwing, teaming, or lap-trolling (on any track except Baby Park, in formats other than 6v6 SQ), they will receive a -100 MMR strike.
de: Wenn ein Spieler von einem Match disqualifiziert wird für einen Grund wie, unter anderem, aber nicht ausschließlich, absichtliches Verlieren, Teaming oder Laptrolling (Ausnahme: Baby Park, 6v6 SQ), erhält dieser eine -100 MMR Strafe und einen Strike.
es: Si un jugador es descalificado de un evento por cualquier motivo, como por ejemplo dejarse perder (throwear), hacer equipo con jugadores de otros equipos (teaming) o lap-trolling (en cualquier pista excepto Baby Park, en formatos que no sean 6v6 SQ), recibirá una penalización -100 MMR y un strike.
fr: Si un joueur est disqualifié d'un match pour une raison comme faire équipe avec un joueur ou laptroll (sauf Parc Baby), il recevra un strike de -100 sur son MMR.​
it: Se un giocatore viene squalificato da un evento per qualunque motivo tra cui, ma non limitato a, throwing (perdere di proposito), teaming, o lap-trolling (su qualunque pista ad eccezione per Baby Park, in qualunque formato che non sia 6v6 SQ), riceverà -100 MMR ed uno strike.
ja: throwing, teaming, lap-trolling (ベビーパーク及び6v6SQは除く)を行ったプレイヤーは -100MMR + strikeを受けます。

source: If at least three players experience delayed items in at least two different item sets during a race with video proof if requested, the race does not count.
es: Si al menos tres jugadores tienen lag de objetos ​​en al menos dos conjuntos de items diferentes durante una carrera, con prueba de video si se solicita, la carrera no cuenta.
fr: Si au moins trois joueurs recontrent un lag de roulette à au moins 2 endroits/moments différents de la map avec preuves vidéos, la course ne comptera pas.​
it: Se almeno 3 giocatori hanno item delay (non riescono a fermare la roulette degli oggetti in anticipo con L/ZL) in almeno due set di oggetti diversi durante una gara con video prova se richiesto, la gara non conta.
ja: レース中に少なくとも3人のプレイヤーが、少なくとも2つの異なるアイテムボックスにおいて、ラグによりアイテムが決まらない場合、そのレースは無効となります。動画の提出を求められた際には提出する必要があります。

source: If hosts disconnected in the middle of a mogi, hosts must take a 30-second clip to prove that it was unintentional (streaming archive is also allowed).
de: Wenn der Host während des Matches disconnected, muss dieser einen 30-sekündigen Clip (Switch-Clip oder Stream) bereitstellen, zum Beweis, dass der Raumcrash nicht absichtlich herbeigeführt worden ist.
es: Si el host se desconecta en medio de un mogi, debe tomar un clip de 30 segundos para demostrar que no fue intencional (también se permiten fragmentos del stream).
fr: Si l'host ferme la salle en plein milieu d'un mogi, alors il devra prendre un clip pour prouver que ce n'était pas intentionnel (les rediffusions de live sont autorisées).
it: Se l'host si disconnette nel mezzo di un mogi, l'host deve fare una clip di 30 secondi dove dimostra che la disconnessione non sia volontaria (va bene anche il proprio stream come prova).
ja: 模擬の途中でホストの回線が落ちた場合、ホストは30秒の画面録画または配信のアーカイブを提出し、意図的ではないことを証明する必要があります。

source: If no races can be finished for an extended amount of time due to lag, the event can be canceled with no players losing MMR.
de: Wenn kein einziges Rennen über eine längere Zeitperiode abgeschlossen werden kann aufgrund von Lag, kann das Event abgebrochen werden, ohne dass die Spieler MMR verlieren.
es: Si no se puede terminar ninguna carrera durante un periodo de tiempo prolongado debido a lag, el evento se puede cancelar sin que los jugadores pierdan MMR.
fr: Si aucune course ne peut être finie sur une certaine période de temps a cause du lag, le match sera cancel sans perte de MMR pour les joueurs.​
it: Se non si riesce a terminare alcuna gara per un lasso di tempo esteso per via del lag, l'evento può essere annullato con nessuna perdita di MMR per i giocatori.
ja: ラグが原因でその模擬を続行できない場合、その模擬は無効となり、MMRの増減はなくなります。

source: If not stated otherwise, the tag should start at the beginning of the name by default with regard to (i.)
de: Wenn nicht anders besprochen, sollte der Tag zu Beginn des Namens erscheinen unter Berücksichtigung von (i.)
es: Si no se indica lo contrario, el tag debe comenzar al principio del nombre de forma predeterminada con respecto a (i.)
fr: Le tag doit être au début du nom si la personne décidant du tag ne précise pas la place du dit tag.​
it: Se non viene comunicato altrimenti, la tag del proprio team è sempre a inizio nome con rispetto della regola (i.)
ja: 特に指定がない場合、ルール (i.) のタグは先頭につけるものとします。

source: If the event is a 2v2, 3v3, or a 4v4 mogi, teams will be randomized.
de: Wenn für das Match als Format 2v2, 3v3 oder 4v4 Mogi ausgewählt wird, werden die Teams zufällig festgelegt.
es: Si el evento es un mogi 2v2, 3v3 o 4v4, los equipos serán aleatorios.
fr: Si le mogi est un 2v2, 3v3 ou 4v4, les équipes seront tirées aléatoirement.​
it: Se l'evento è 2v2, 3v3, o 4v4, i team verranno decisi casualmente.
ja: 形式が 2v2, 3v3, 4v4であった場合は、ランダムで組み分けがされます。

source: If the event is an FFA, only a host will be needed and the event can start immediately.
de: Im Falle eines FFAs wird lediglich ein Host benötigt und das Match kann unmittelbar starten.
es: Si el evento es un FFA, solo se necesitará un host y el evento puede comenzar de inmediato.
fr: Si le mogi est un FFA, le mogi peut commencer dès lors qu'un host a été donné.​
it: Se l'evento è un FFA, è semplicemente necessario un host e l'evento può iniziare immediatamente.
ja: 形式がFFA（個人形式）になった場合、投票はなく、ホストが決まり次第開始されます。

source: If the host does not restart, the first race will not count and an additional 13th race will need to be played at the end.
de: Falls der Host den Raum nicht neu öffnet, zählt das erste Rennen nicht und ein zusätzliches 13.tes Rennen wird gespielt.
es: Si el host no abre sala, la primera carrera no contará y se tendrá que jugar una 13º carrera al final.
fr: Si l'host ne ré-ouvre pas la salle, la première course ne comptera pas et une 13ème course devra être jouée.
it: Se l'host non riparte, la prima gara non verrà contata e alla fine dovrà essere giocata un'ulteriore 13a gara.
ja: ホストが再開設しない場合、1レース目は無効となり、終了後に13レース目を行う必要があります。

source: If the host failing to take screenshots prevents a table from being made, the host will receive -100MMR and a strike.
de: Spieler, die mehrmals eine Strecke repicken, bekommen -50MMR für jeden zusätzlichen Repick (z.B. Strike und -100MMR beim zweiten Repick, Strike und -150MMR beim dritten Repick, usw.).
es: Si no hay tabla de un partido debido a que el host no tomó las capturas necesarias para que se realice la tabla, este recibirá un -100MMR y un aviso (strike).
fr: Si le fait que l'host n'ait pas pris de capture d'écran résulte en l'impossibilité de pouvoir faire le tableau du lounge, l'host recevra une pénalité de -100 MMR et un strike.
it: Se l'host non prende gli screenshot dell'evento ed impedisce la creazione della tabella, l'host riceverà -100 MMR e uno strike.
ja: ホストはリザルト画像を取り忘れたことによって模擬の集計ができない場合、-100MMR + strikeを受けます。

source: If the host has been decided after opening time, the host has to wait 2 minutes to open the room.
de: Wenn der Host nicht vor der regulären Öffnungszeit entschieden ist, muss der Host zwei Minuten warten, bevor der Raum geöffnet wird.
es: Si el host se ha decidido después de la hora de abrir, el host debe esperar 2 minutos para abrir la sala.
fr: Si un host a été décidé après l'horaire d'ouverture, alors celui-ci devra attendre 2 minutes avant d'ouvrir la room.
it: Se l'host è stato deciso dopo l'orario di apertura, l'host deve aspettare 2 minuti prima di aprire la stanza.
ja: 既定の開設時間後にホストが決まった場合は、ホストは2分待ってから部屋を開く必要があります。

source: If the player is randomly chosen to be a host, they must post their friend code within 3 minutes of the poll ending.
es: Si un jugador es elegido al azar para ser host, debe publicar su código de amigo (FC) dentro de los 3 minutos posteriores a la finalización de la votación.
fr: Si le joueur est sélectionné aléatoirement pour être un host, il doit poster son code ami dans les 3 minutes qui suivent la fin des votes.
it: Se il giocatore è scelto casualmente come host, deve comunicare il proprio codice amico entro 3 minuti dalla fine del voto.
ja: <code>/ch</code>を使用して挙手したプレイヤーがホストとして選ばれた場合は、そのプレイヤーは投票終了後3分以内にフレンドコードを投稿する必要があります。

source: If the player who reported the repick files an objection and no video or other evidence can be confirmed, the penalty may be revoked.
de: Wenn der Spieler, der jemanden fürs repicken reported hat, keine Beweise hat, kann die Strafe aufgehoben werden.
es: Si el jugador que denuncia el repick solo presenta una objección que no puede ser respaldada por ninguna prueba, la penalización podría ser revocada.
fr: Si aucune preuve ne démontre la version de celui l'ayant report, la pénalité peut être levée.
it: Se il giocatore che ha segnalato il repick presenta un'obiezione e nessun video o altra prova può essere confermata, la sanzione può essere revocata.
ja: リピックを申告したプレイヤーが異議申し立てを行い、ビデオ等の証拠が確認できない場合、ペナルティを取り消すことがあります。

source: If the proof is convincing, and if the majority of the room agrees on who is causing the lag, staff have the right to punish the individual for a certain amount of time, or warn them to fix their connection before playing again.
de: Wenn die Beweise überzeugend genug sind, und die Mehrheit des Raumes sich darüber einig ist, welcher Spieler den Lag verursacht, hat der Staff das Recht, diese Person für einen bestimmten Zeitraum zu bestrafen oder den Spieler zu warnen, seine Verbindungsprobleme zu beheben, bevor dieser weiterspielt.
es: Si la evidencia es convincente y la mayoría de la sala está de acuerdo en quién está causando el lag, el Staff de Lounge tiene derecho a castigar al individuo por un cierto período de tiempo o advertirle (warn) que arregle su conexión antes de volver a jugar.
fr: Si la preuve est suffisante et que la majorité des joueurs est d'accord sur quel joueur lag, le staff a le droit de punir ce joueur pour un certain temps, ou de l'avertir de s'assurer d'avoir une bonne connexion avant de jouer un futur match.​
it: Se la prova è convincente, e se la maggioranza della stanza è d'accordo su chi stia causando il lag, lo staff ha il diritto di punire il giocatore in questione per un certo periodo di tempo, o avvertirlo di sistemare la connessione prima di giocare di nuovo.
ja: 証拠となる動画が客観的に見て説得力があり、その模擬参加者の大部分がそれについて合意した場合、ラウンジスタッフはその個人に対し、一定期間罰則を与えるまたは、次回の模擬までにそれを修正するよう警告する権利を有します。

source: If the room is opened early, the late penalty (V. b.) comes into effect after 7 minutes of the friend code being posted.
de: Wenn der Raum früher geöffnet wird, gilt die Strafe für zu spätes Joinen 7 Minuten nach dem Posten des Freundescodes.
es: Si la sala se abre temprano, la penalización por retraso (V. b.) se aplica 7 minutos después de que se comparta el código de amigo (FC).
fr: Si la salle a été ouverte plus tôt, la pénalité de retard (V. b.) prendra effet alors 7 minutes après que l'host ait posté son code-ami.
it: Se la stanza viene aperta in anticipo, la penalità per ritardo (V. b.) ha effetto 7 minuti dopo l'invio del codice amico dell'host.
ja: 2分待たずに部屋を開設した場合、フレンドコードの投稿から7分後に遅刻のペナルティ(V. b.)が発生します。

source: If there is no host for a mogi 10 minutes after the poll ends, the entire lineup will receive -50 and a strike excluding hostbanned and chat restricted players.
de: Wenn es 10 Minuten nach dem Ende der Formatabstimmung keinen Host für ein Mogi gibt, erhält das gesamte Lineup eine Strafe von -50MMR und einen Strike (Spieler mit den Hostban und Chat Restricted Rollen sind davon ausgeschlossen).
es: Si no hay host 10 minutos despues de que finalice la poll,todos los jugadores apuntados recibirán un strike -50 MMR excluyendo a los hostbanned y a los chat restriced.
fr: Si un host n'a pas été annoncé au bout de 10 minutes après la fin des votes, la line-up entière recevra un strike et une pénalité de -50MMR excepté les joueurs ayant le rôle "Chat Restricted" ou "Hostban".
it: Se non c'è un host per il mogi 10 minuti dopo la fine del voto, l'interà lineup riceverà -50 ed uno strike esclusi i giocatori hostbannati e chat restricted.
ja: 投票終了から10分経過後にホストがいない場合、チャット制限またはホストBanを受けているプレイヤーを除き参加者全員に -50MMR + strikeが課せられます。

source: If this happens to occur during an event, please attempt to capture video proof of the individual who may be causing the lag in the room.
de: Falls dies während eines Matches vorkommt, sollte versucht werden, einen Videoclip des Spielers, welcher den Lag verursacht, zu speichern.
es: Si esto sucede durante un evento, intente capturar una prueba de video de la persona que puede estar causando el lag en la sala.
fr: Si cela arrive durant un match, essayez de fournir une vidéo du joueur qui cause supposément le lag.
it: Se questo succede durante un evento, per favore cerca di ottenere video prova dell'individuo che starebbe causando lag nella stanza.
ja: もしレース中にその模擬を続行不可能にする程度のラグを引き起こしている可能性のあるプレイヤーを見つけた場合、その動画等の証拠を残してください。

source: If you already have a rank and would like to change your name, you can request nickname changes in #name-change-request.
de: Wenn du bereits einen Rang hast und deinen Namen ändern möchtest, kannst du im #name-change-request Channel eine Namensänderung beantragen.
es: Si quieres cambiarte el nombre,puedes solicitarlo en #name-change-request.
fr: Si vous avez déjà un rang et que vous voulez changer de pseudo, vous pouvez faire la demande dans le salon #name-change-request.
it: Se hai già un rank e vorresti cambiare il tuo nome, puoi richieder eun cambio di nickname in #name-change-request.
ja: 既に名前が登録されている場合は、ラウンジ内の #name-change-request チャンネルからニックネームの変更を申請してください。

source: If you are unhappy with your placement or feel that you should've been placed higher or lower, then prove it by playing matches.
de: Wenn du unzufrieden mit deiner ursprünglichen Platzierung bist oder der Meinung bist, dass du höher oder niedrigen hättest platziert werden sollen, dann beweise dies indem du Matches spielst.
es: Si no está satisfecho con su MMR asignado o siente que debería haber sido colocado más alto o más bajo, demuéstrelo jugando partidos.
fr: Si vous pensez que vous méritez un meilleur placement, prouvez le en gagnant des matchs.
it: Se non sei contento con il tuo piazzamento o pensi di meritarti di essere rankato più alto o basso, dimostralo giocando.
ja: ランクに対して納得がいかない場合や、そのランクが高すぎたり低すぎると感じた場合は模擬を行って証明してください。

source: If you have been inactive for at least 6 months, staff will consider a placement change.
de: Wenn du mehr als 6 Monate inaktiv warst, kann der Staff eine Änderung der Platzierung in Erwägung ziehen.
es: Si ha estado inactivo durante al menos 6 meses, el Staff de Lounge considerará un cambio de MMR.
fr: Si vous avez été inactif pendant au moins 6 mois, le staff pourra reconsidérer votre placement.
it: Se sei stato inattivo per almeno 6 mesi, lo staff considererà un cambio di rank.
ja: 6か月以上模擬を行っておらず、レートの変更を希望する場合はスタッフに申し出てください。

source: If you want to become reporter, please check the #self-roles channel.
de: Wenn du Reporter werden möchtest, sieh dir bitte den #self-roles Channel an.
es: Si quieres convertirte en reportero, consulta el canal #self-roles.
fr: Si vous voulez devenir un reporter, n'hésitez pas à regarder le salon #self-roles.​
it: Se vuoi diventare un reporter, per favore controlla il canale #self-roles.
ja: Reporterになりたい場合は、 #self-roles チャンネルを確認してください。

source: If you would like a specific nickname for the scoreboard and Discord server, you can ask for that too.
de: Falls du einen spezifischen Namen für das Scoreboard und den Discord Server haben möchtest, kannst du dies beantragen.
es: Si desea un nombre específico para el scoreboard y el server de Discord, también puede solicitarlo.
fr: Si vous voulez un pseudo particulier pour le classement et le serveur discord, vous pouvez le demander.
it: Se vorresti un nickname specifico per il ladder ed il server Discord, puoi chiedere tranquillamente anche per quello.
ja: 登録時にサーバーやリーダーボードにおいて使用したい名前がある場合は、スタッフまでご連絡ください。
