Repository: VikeMK/Lounge-API
Catalog: src/Lounge.Web/Resources/Pages.Rules.*.resx
Languages: de, es, fr, it, ja

source: Tags at the end of the name must be separated from the rest of the name with a separator such as a space or symbol.
de: Tags am Ende des Namens müssen mit einem Trennzeichen wie einem Leerzeichen oder Symbol vom Rest des Namens getrennt werden.
es: Los tags (etiquetas) al final del nombre deben estar separados del resto del nombre con un separador como puede ser un espacio o un símbolo.
fr: Les tags incorporés aux pseudos à la fin doivent être séparés du reste du pseudo par un séparateur tel qu'un espace ou un symbole.
it: Le tag alla fine del nome devono essere separate dal resto del nome con un separatore come uno spazio o un simbolo.

source: Tags must adhere to the following guidelines:
de: Tags müssen den folgenden Richtlinien gehorchen:
es: Las etiquetas (tags) deben cumplir con las siguientes reglas:
fr: Les tags devront respecter les règles suivantes:
it: Le tag devono rispettare le seguenti linee guida:
ja: チームタグは次のガイドラインに準拠する必要があります。

source: Tags must either all be placed at the beginning of players' names or all at the end of players' names.
de: Tags müssen stets einheitlich zu Beginn des Spielernamens oder am Ende des Spielernamens platziert sein.
es: Las etiquetas (tags) deben colocarse o todas al principio de los nombres de los jugadores o todas al final de los nombres de los jugadores.
fr: Les tags doivent être placés soit au début du pseudo soit à la fin du pseudo.
it: Le tag di un team devono essere o tutte all'inizio del nome dei vari giocatori o tutte alla fine.
ja: タグはプレイヤーの先頭または末尾にする必要があります。

source: Targeting is defined as disrupting the race of another player through excessive item use whereby their race is significantly/negatively impacted by score or placement; and/or the player targeting impacts their own race in a similar manner.
de: Gezieltes Fokussieren ist definiert als Störung des Rennens eines anderen Spielers durch bewussten Gebrauch von Items, wodurch dessen Rennen durch Punkte oder Platzierung negativ beeinflusst wird; und/oder der Spieler, auf den das Targeting zielt, sein eigenes Rennen zerstört um das Rennen seines gezielten Zieles zu zerstören.
es: Hacer focus quiere decir arruinar la carrera de otro jugador usando objetos de más para matarlo, lo que hace que la puntuación/posición de alguno o ambos jugadores sea gravemente perjudicada.
fr: Le focus est défini comme le fait de perturber la course d'un autre joueur par l'utilisation excessive d'objets, ce qui a un impact significatif/négatif sur sa course en termes de score ou de placement ; et/ou le joueur ciblé a un impact similaire sur sa propre course.
it: Per targhettare si intende rovinare la gara ad un'altro giocatore attraverso l'eccessivo utilizzo di oggetti influenzando in maniera negativa il punteggio o piazzamento del giocatore bersagliato.
ja: Targetingとは、攻撃的かつ過度なアイテムの使用によって他プレイヤーを妨害し、攻撃を受けたプレイヤーのスコアを著しく下げる行為、またはTargetingを行っているプレイヤーが自身のレースにも同様の影響を与えることと定義します。

source: Teams missing a player (including because of disconnections) for at least 4 races will lose MMR proportional to the amount of races the player missed; for example, teammates of a player who missed 6 races will receive 6/12 loss, or 0/12 loss if the teammate misses 12 races.
es: Los equipos a los que les falte un jugador (incluso por desconexiones) por al menos 4 carreras, recibirán una pérdida de MMR proporcional al número de carreras en las que el jugador no estuviese; por ejemplo, los compañeros del jugador que se perdió 6 carreras reciben 6/12 de la pérdida de MMR, o 0/12 en caso de que el jugador se perdiese 12 carreras.
fr: Les équipes pour lesquelles il manque un joueur (incluant les absences dû aux déconnexions) pendant au moins 4 courses perdront des MMR proportionnellement au nombre de courses qu’il a manqué; par exemple, les coéquipiers d’un joueur qui a manqué 6 courses recevront une perte allégé de 6/12 par rapport à la perte normale, ou 0/12 si un des joueurs à manquer les 12 courses.
it: I team a cui manca un giocatore (anche per via di disconnessioni) per almeno 4 gare perderà MMR proporzionalmente al numero di gare che il compagno non ha giocato; per esempio, i compagni di un giocatore che non ha partecipato a 6 gare riceveranno una perdita di 6/12, o 0/12 se non ha partecipato a nessuna delle 12 gare.

source: The first twelve players who originally said can are allowed to vote.
de: Die ersten 12 Spieler, welche mit <code>/c</code> dem Lineup beigetreten sind, dürfen über das Format abstimmen.
es: Los primeros 12 jugadores que originalmente se unieron a la lista de jugadores (LU) pueden votar.
fr: Uniquement les 12 premières personnes ayant utilisé la commande /can sont autorisés à voter.​
it: I primi dodici giocatori che hanno messo can originariamente possono votare.
ja: 最初に挙手した12人が投票することができます。

source: The mogi should not be started with less than 12 players under any condition.
de: Das Mogi sollte keinesfalls mit weniger als 12 Spielern gestartet werden.
es: El mogi no debe iniciarse con menos de 12 jugadores bajo ninguna condición.
fr: Une salle ne doit être lancée avec moins de 12 joueurs sous aucune condition.​
it: Il mogi non va iniziato con meno di dodici giocatori per nessun motivo.
ja: 模擬はいかなる理由があっても11人以下で始めることはできません。

source: The next player in the MogiBot lineup will always have priority when subbing into an event; if a different player subs in when the next player in the MogiBot lineup is able to play, they will receive -50 MMR and a strike.
de: Der nächste Spieler in der Liste des MogiBot Lineups hat stets Priorität als Substitute für ein Event; sollte ein anderer Spieler als Substitute dem Raum beitreten, wenn der erste Spieler in der Substitute-Liste in der Lage gewesen wäre zu spielen, erhält der Spieler, welcher dem Raum beigetreten ist, eine Strafe von -50 MMR und einen Strike.
es: El siguiente jugador en la lista de jugadores (LU) de MogiBot siempre tendrá prioridad cuando se sustituya en un evento; si un jugador diferente hace de sustituto cuando el siguiente jugador en la lista de MogiBot puede jugar, este jugador recibirá una penalización de -50 MMR y un strike.
fr: Le 13ème joueur dans la liste MogiBot aura toujours la priorité pour sub. Si un joueur sub alors que le 13ème joueur dans la liste MogiBot peut jouer, ce joueur recevra un strike et une pénalité de -50MMR.​
it: Il giocatore successivo nella lineup di MogiBot ha sempre la priorità per entrare come sostituto durante un evento; se un giocatore differente entra come sostituto nonostante colui che ne ha diritto può giocare, riceverà -50MMR ed uno strike.
ja: 模擬に参加するときは、MogiBotの挙手順が常に優先されます。挙手順の優先度が高いプレイヤーが参加できるにもかかわらず他のプレイヤーが補欠として参加した場合は、そのプレイヤーに-50mmr + strikeが科せられます。

source: The sub's MMR is within 1000 MMR of the original player.
de: Die MMR des Substitutes ist weniger als 1000 MMR von der MMR des ursprünglichen Spielers entfernt.
es: El MMR del sustituto está a una distancia de 1000 MMR o menos del jugador original.
fr: Le MMR du sub doit être dans un rayon de moins de 1000 MMR du joueur original.​
it: La differenza di MMR del sostituto deve essere di meno di 1000 rispetto a quelli del giocatore che sta venendo sostituito.
ja: サブのMMRが元のプレイヤーから1000MMR以内である。

source: The system will correct itself quite quickly if you deserve a higher/lower grouping.
de: Das System korrigiert recht schnell, wenn du eine höhere/niedrigene Platzierung verdienst.
es: El sistema se corregirá bastante rápido en caso de merecerte un rango más alto o bajo.
fr: Le système se fixera très vite si vous méritiez un rang plus haut.​
it: Il sistema si correggerà da solo molto rapidamente se ti meriti un piazzamente più alto o basso.
ja: ラウンジのシステム上、現状のレートが適切でない場合でも模擬を繰り返すことで適切なレートへと修正されます。

source: The team would still be in the same room with the sub's MMR taken into account.
de: Das Team wäre immer noch im selben Raum unter Berücksichtigung der MMR des Substitutes.
es: El equipo seguiría en la misma sala teniendo en cuenta el MMR del sustituto.
fr: L'équipe doit rester dans la même room avec le MMR du sub pris en compte.​
it: Il team rimarrebbe nella stessa stanza tenendo in considerazione gli MMR del sostituto.
ja: チームはサブのプレイヤーのMMRで平均値を求めても、その平均値が部屋のMMRの範囲内に収まっている。

source: There is a possibility that penalties may be more severe at the discretion of Lounge Staff, based on severity and history of behavior.
de: Es besteht die Möglichkeit, dass die Strafen nach Ermessen des Lounge Staffs härter ausfallen können, je nach Schwere des Vergehens und vergangenen Verhaltensauffälligkeiten.
es: Existe la posibilidad de que las penalizaciones sean más severas según el historial de comportamiento que tengas.
fr: Il est possible qu'une pénalité puisse être plus sévère, cela dépendra de la sévérité du Lounge Staff et de l'historique de pénalité du joueur.
it: C'è possibilità che le penalità siano più severe a discrezione dello staff della Lounge, basandosi sulla gravità dell'infrazioni e sul comportamento generale dell'utente in considerazione.
ja: ラウンジスタッフの判断により、その行為の重大性や過去の違反履歴によってはより厳しい処分が下される可能性があります。

source: They also may not contain any vulgar language or impersonate another MKC user.
de: Sie dürfen zudem keine vulgäre Sprache enthalten oder einen anderen MKC Nutzer imitieren.
es: Tampoco pueden contener lenguaje vulgar ni hacerse pasar por otra persona de MKC.
fr: Il ne doit également pas être vulgaire, ou essayer volontairement de ressembler à un autre membre de MKCentral.
it: Devono inoltre non contenere linguaggio volgare o impersonare un altro utente di MKC.
ja: 不適切な言葉や、他のMKCユーザーになりすますような名前を使用することができません。

source: They must start and end with only letters or numbers, and must be between 2-16 characters.
de: Sie müssen mit Buchstaben oder Zahlen beginnen und enden und zwischen 2 und 16 Zeichen lang sein.
es: Deben comenzar y terminar solo con letras o números, y deben tener entre 2 y 16 caracteres.
fr: Un pseudo ne peut contenir que des lettres ou des chiffres, et doit être compris entre 2 et 16 caractères.
it: Devono iniziano e finire solo con lettere o numeri, e devono essere lunghi 2-16 caratteri.
ja: 先頭及び末尾はアルファベットまたは数字である必要があり、2から16文字である必要があります。

source: This does not include repicks from random track selection.
de: Nicht davon betroffen sind Repicks, welche aufgrund von der Option "zufällige Streckenwahl" auftreten.
es: Los repicks no son incluidos si has votado en pista random.
fr: Les maps provenant de la sélection aléatoire de map ne sont pas comptées comme repeat.
it: Questo non include piste rivotate tramite la selezione casuale della pista.
ja: ランダムからコースが重複した場合は含まれません。

source: This role is essentially a ban from SQ for the duration that the player has the role.
de: Diese Rolle bedeutet einen Ban von jeglichen SQ Events während der Spieler diese Rolle hat.
es: Este rol supone una prohibición de SQ durante el tiempo que el jugador tiene el rol.
fr: Ce rôle est un ban des SQ et durera tant que le joueur aura le rôle.​
it: Questo ruolo è essenzialmente un ban dalle SQ per tutto il tempo in cui il giocatore ha il ruolo.
ja: この役職がついている期間はSquad Queueの参加が不可能となります。

source: This rule only applies once, if a player disconnects before the first race a second time the room should continue without closing.
es: Esta regla solo se aplica una vez, si un jugador se desconecta antes de la primera carrera por segunda vez la sala debe continuar sin cerrarse.
fr: Cette règle ne s'applique qu'une seule fois, si un joueur déconnecte avant la première course une seconde fois, l'hôte ne doit pas fermer la salle.
it: Questa regola viene applicata una volta sola, se un giocatore si disconnette prima della prima gara una seconda volta la stanza dovrebbe non va chiusa e va continuata come di norma.
ja: このルールは1度のみ適応され、1レース目開始前の回線落ちが2度目の場合は続行となります。

source: Two teams may not use tags which begin with the same character (uppercase and lowercase of the same letters counts as the same character) and two teams may not use hiragana and katakana tags of the same sound (e.g. あ★Cynda, ア★DUGO); the team which declares their tag first in the chat will have priority regarding this rule.
de: Zwei Teams dürfen keine Tags verwenden, die mit demselben Zeichen beginnen (Groß- und Kleinschreibung desselben Buchstabens zählt als dasselbe Zeichen), und zwei Teams dürfen keine Hiragana- und Katakana-Tags mit demselben Klang verwenden (z. B. あ★Cynda, ア★DUGO); das Team, das seinen Tag zuerst im Chat schreibt, hat in Bezug auf diese Regel Vorrang.
es: Dos equipos no deben usar tags (etiquetas) que comiencen por el mismo caracter (las versiones minúscula y mayúscula de la misma letra cuentan como el mismo caracter) y dos equipos no deben usar tags hiragana y katakana con el mismo sonido (p.ej. あ★Cynda, ア★DUGO); el equipo que acuerde su tag antes en el chat tendrá prioridad respecto a esta regla.
fr: Deux équipes ne peuvent pas utiliser des tags commençant par le même caractère (majuscule et minuscule d’une même lettre compte comme un seul caractère) et deux équipes ne doivent pas utiliser d’hiragana et de katakana correspondant au même son (ex : あ★Cynda, ア★DUGO); l’équipe qui déclare leur tag en première sur le tchat à la priorité concernant cette règle.
it: Due team non possono usare tag che iniziano con lo stesso carattere (anche se un team usa il maiuscolo e l'altro il minuscolo conta come stesso carattere) e 2 team non possono usare hiragana e katakana con lo stesso suono (esempio あ★Cynda, ア★DUGO, entrambi i caratteri hanno suono "a");il team che dichiara la propria tag prima in chat ha priorità su questa regola.

source: Typing ^hostban in any channel will show the list of host-banned players.
de: Mit dem "^hostban" Command kann eine Liste aller Spieler eingesehen werden, welche aktuell die Hostban Rolle haben.
es: Al escribir ^hostban en cualquier canal, se mostrará la lista de jugadores (LU) prohibidos de ser host.
fr: La commande ^hostban permet de voir la liste des joueurs interdits d'host un match.​
it: Scrivere ^hostban in qualunque canale mostrerà la lista dei giocatori hostbannati.
ja: ラウンジ内のいずれかのチャンネルで ^hostban と入力するとホストを持つことが禁止されているプレイヤーのリストが表示されます。

source: Upon joining the server, users send their MKCentral Registry account in the <b>#mkcentral-links</b> channel in our Discord Server.
de: Nach dem Beitritt zum Server müssen Nutzer ihren MKCentral Registry Account in den <b>#mkcentral-links</b> Channel des Lounge Discord Servers senden.
es: Al unirse al server de Lounge, los jugadores deben enviar el link de su perfil del registro de MKCentral en el <b>#mkcentral-links</b> canal en nuestro servidor de Discord.
fr: Lorsque vous rejoignez le serveur pour la première fois, vous devez envoyer le lien de votre compte registry dans le salon <b>#mkcentral-links</b> du serveur Discord.
it: Una volta entrati nel server, gli utenti mandano il proprio account del Registry di MKCentral nel canale <b>#mkcentral-links</b> nel nostro server Discord.
ja: サーバーに参加し、<b>#mkcentral-links</b>チャンネルにあなたのMKCentral Registryアカウントを送信してください。

source: Use of any offensive names or Miis will result in a warning or mute depending on the severity of the name, as well as possible punishment by MKCentral Staff.
de: Die Verwendung von beleidigenden Namen oder Miis führt zu einer Verwarnung oder einem Mute, je nach Schwere des Vergehens, sowie zu einer möglichen Bestrafung durch das MKCentral-Team.
es: El uso de cualquier nombre o Mii ofensivo tendrá como consecuencia un warning (advertencia) o mute dependiendo de la gravedad del nombre, así como posible castigo por parte del Staff de MKCentral.
fr: L’utilisation d’un pseudo ou d'un Mii offensif résultera en un avertissement ou un mute en fonction de la sévérité du dit pseudo, avec possibilité de poursuite par le staff MKCentral.
it: L'uso di qualunque nome o mii offensivo risulterà in un warning o mute a seconda della gravità del nome usato, ed anche possibili sanzioni da parte dello Staff di MKCentral.

source: Using MogiBot, the first twelve players to say <code>/c</code> will play.
de: Unter Nutzung des MogiBots nehmen die ersten zwölf Spieler, welche <code>/c</code> schreiben, am Match teil.
es: Con MogiBot, jugarán los primeros doce jugadores que digan <code>/c</code>.
fr: En utilisant MogiBot, les 12 premiers joueurs à utiliser la commande <code>/c</code> joueront.
it: Usando MogiBot, i primi dodici giocatori a usare <code>/c</code> giocheranno.
ja: Mogibotを使い、挙手をします。<code>/c</code>で挙手が出来ます。

source: Videos can be from switch clips, MKTV, streams with timestamps, etc.
de: Die Videos können von Switch-Clips, MKTV, Streams mit Zeitstempeln usw. stammen.
es: Los vídeos pueden ser de clips de la Switch, MKTV, streams con los momentos indicados y demás.
fr: Les vidéos peuvent provenir de clips provenant de la switch, de MKTV, de streams avec timecode, etc.
it: I video possono essere clip registrate dalla switch, MKTV, stream con prova oraria ecc.
ja: 動画に関しては、Switchの機能である30秒クリップやMKTV、自身または他人視点の配信などでも構いません。

# &lt;b&gt;Class&lt;/b&gt;: 150cc
source: <b>Class</b>: 150cc
de: <b>Modus</b>: 150ccm
es: <b>Cilindrada</b>: 150cc
fr: <b>Mode</b>: Grand Prix 150cc
it: <b>Classe</b>: 150cc
ja: <b>クラス</b>: 150cc

# &lt;b&gt;Teams&lt;/b&gt;: No Teams
source: <b>Teams</b>: No Teams
de: <b>Teams</b>: Ohne Teams
es: <b>Equipos</b>: Sin equipos
fr: <b>Equipes</b>: Chacun pour soi
it: <b>Squadres</b>: No Squadre
ja: <b>チーム</b>: 個人戦

# &lt;b&gt;Items&lt;/b&gt;: Normal Items
source: <b>Items</b>: Normal Items
de: <b>Items</b>: Standard
es: <b>Objetos</b>: Objetos normales
fr: <b>Objets</b>: Mode normal
it: <b>Oggetti</b>: Oggetti normali
ja: <b>アイテム</b>: ノーマル アイテム

# &lt;b&gt;COM&lt;/b&gt;: Hard COM
source: <b>COM</b>: Hard COM
de: <b>COM</b>: COM schwierig
es: <b>Nivel CPU</b>: CPU difícil
fr: <b>IA</b>: IA difficile
it: <b>CPU</b>: CPU Difficile
ja: <b>CPU</b>: CPUつよい

# &lt;b&gt;COM Vehicles&lt;/b&gt;: All Vehicles
source: <b>COM Vehicles</b>: All Vehicles
de: <b>COM Fahrzeuge</b>: Alle Fahrzeuge
es: <b>Vehículos CPU</b>: Todos los vehículos
fr: <b>Véhicules IA</b>: Tous les véhicules
it: <b>Veicoli</b>: Tutti i veicoli
ja: <b>CPUマシン</b>: マシンすべて

# &lt;b&gt;Race Count&lt;/b&gt;: 12 Races
source: <b>Race Count</b>: 12 Races
de: <b>Rennen</b>: 12 Rennen
es: <b>Carreras</b>: 12 carreras
fr: <b>Nombre de courses</b>: 12 Courses
it: <b>Corse</b>: 12 corse
ja: <b>レース数</b>: 12レース

source: Host
ja: ホストに関するルール

source: Squad Queue
ja: Squad Queueについて
