Repository: VikeMK/Lounge-API
Catalog: src/Lounge.Web/Resources/Pages.Rules.*.resx
Languages: de, es, fr, it, ja

source: Players need to be in the room in 5 minutes. (except rule IV. b.).
de: Spieler müssen dem Raum in 5 Minuten beigetreten sein (Ausnahme: Regel IV. b.).
es: Los jugadores deben estar en la sala en 5 minutos como máximo. (excepto la regla IV. b.).
fr: Les joueurs devront rejoindre la room dans les 5 minutes. (excepté règle IV. b.)
it: I giocatori devono entrare in stanza entro 5 minuti. (eccetto per la regola IV. b.).
ja: プレイヤーは5分以内に部屋にいる必要があります(rule IV. b.を除く)。

source: Players should provide video proof (switch clip, stream, error history etc.) of their disconnection if requested; otherwise they will receive -50 MMR and a strike.
es: El jugador deberá proporcionar pruebas (clip de la switch, del streaming, del historial de errores, etc.) de su desconexión si se le pide; de lo contrario recibirá un -50MMR y un aviso (strike).
fr: Les joueurs doivent présenter une preuve vidéo (clip de la switch, stream, écran d'erreur de la switch etc.) de leur déconnexion si il lui est demandé; sans quoi ils recevront une pénalité de -50 MMR et un strike.
it: I giocatori devono fornire una prova video (switch clip, streaming, cronologia degli errori ecc.) della loro disconnessione se richiesto; altrimenti riceveranno -50 MMR e uno strike.
ja: プレイヤーは求められた場合、回線落ちの証拠となる動画 (30秒録画, 配信など,エラー履歴) を提出しなければなりません。これができない場合、-50 MMRと strikeを受けます。

source: Players that drop from an event before it starts will receive -100 MMR and a strike by default.
de: Spieler, welche das Lineup nach Versammlung und vor Beginn des ersten Rennens verlassen, erhalten eine Strafe von -100 MMR und einen Strike.
es: Los jugadores que abandonen un evento antes de que comience recibirán una penalización de -100 MMR y un strike por defecto.
fr: Les joueurs qui quittent un match avant que celui-ci ne commence recevront un strike et une pénalité de -100 MMR.
it: I giocatori che abbandonano un evento prima del suo inizio riceveranno -100MMR ed uno strike da default.
ja: 模擬開始前に模擬からドロップしたプレイヤーは、-100MMR + strikeを受けます。

source: Players that join the room late will receive a -50 MMR strike.
de: Spieler, welche dem Raum verspätet beitreten, erhalten eine Strafe von -50 MMR sowie einen Strike.
es: Los jugadores que se unan tarde a la sala recibirán una penalización de -50 MMR.
fr: Les joueurs rejoignant la salle en retard recevront un strike et une pénalité de -50 MMR.
it: I giocatori che entrano tardi in stanza riceveranno -50MMR ed uno strike.
ja: 遅刻したプレイヤーは -50MMR + strikeを受けます。

source: Players that sub in before the first race will be given normal MMR gains or losses.
de: Spieler, welche am Match als Substitute Spieler vor Beginn des ersten Rennens teilnehmen, gewinnen oder verlieren regulär MMR.
es: Los jugadores que sustituyan a otros antes de la primera carrera obtendrán ganancias o pérdidas de MMR normales.
fr: Les joueurs qui sub avant la première course gagneront et perdront du MMR normalement.
it: I giocatori che entrano come sostituti prima della prima gara riceveranno guadagni o perdite di MMR normali.
ja: 最初のレース開始前に(1レース目から)補欠として参加した場合は通常通りMMRの増減が発生します。

source: Players who abuse the temprole system in any way will receive -50 MMR and a strike.
de: Spieler, die das temprole System in irgendeiner Weise missbrauchen, erhalten -50 MMR und einen Strike.
es: Los jugadores que abusen del sistema de temprole de cualquier forma recibirán -50 MMR y un strike.
fr: Les joueurs abusant du système de temprole de n'importe quel moyen recevront un strike et une pénalité de -50MMR.
it: I giocatori che abusano il sistema di temprole in qualunque modo riceveranno -50MMR ed uno strike.
ja: temproleを不正に使用したプレイヤーは -50MMRとStrikeを受けます。

source: Players who are banned from MKCentral may face similar consequences in Lounge depending on the severity of the ban.
de: Spieler, welche von der MKCentral Website gebannt sind, müssen je nach Härte des Falls mit ähnlichen Konsquenzen in der Lounge rechnen.
es: Los jugadores que estén prohibidos (baneados) en MKCentral pueden enfrentar consecuencias similares en Lounge, dependiendo de la gravedad de la prohibición.
fr: Les joueurs qui sont bannis de MKCentral peuvent rencontrer les mêmes conséquences en Lounge, cela dépend de la sévérité et du motif du bannissement.
it: I giocatori che sono bannati da MKCentral potrebbero subire conseguenze simili in lounge a seconda della severità del ban.
ja: MKCentralにおいてBanされているプレイヤーは、その内容に応じてはラウンジ内でも同様にBanされる可能性があります。

source: Players who are hostbanned or chat restricted are not allowed to host an event.
de: Spieler mit Hostverbot oder der Chat Restricted Rolle dürfen kein Mogi hosten.
es: Los jugadores que tienen hostban no pueden hostear un evento.
fr: Les joueurs ayant le rôle "Chat Restricted" ou "Hostban" ne sont pas autorisés à host un mogi.
it: I giocatori che sono hostbannati o chat restricted non possono hostare gli eventi.
ja: ホストBanまたはチャット制限を受けているプレイヤーはホストを持つことができません。

source: Players who consistently cause disruptions in matches such as trolling, targeting specific players, inting etc. will receive a 3-day mute, and may receive increased punishment on repeated instances.
es: Los jugadores que causen problemas durante los eventos como, por ejemplo: trollear, hacer focus a otros jugadores e intear; recibirán un muteo de 3 días, en caso de no ser la primera vez, se aplicarán castigos más severos.
fr: Les joueurs qui causent constamment des perturbations dans les matchs tels que le trolling, le focus de joueurs spécifiques, l'inting etc... recevront un mute de 3 jours, et peuvent recevoir une punition plus sévère pour des actes répétés.
it: I giocatori che causano costantemente disturbo nelle partite, come trollare, targettare specifici giocatori, inting ecc. verranno mutati per 3 giorni e potrebbero ricevere una punizione maggiore se ripetuti.
ja: 模擬において荒らし行為をするtrolling、特定のプレイヤーに対して執拗に攻撃するtargeting、故意に順位を落とすintingなどを行った場合は3日間のミュートとなり、繰り返し行われた場合にはより重い処罰を受ける場合があります。

source: Players who consistently cause disruptions in the server such as trolling, flaming, spamming bot commands, etc. will either receive a chat restriction (only allowing them to send certain messages), a mute, or a temporary timeout via staff discretion.
de: Spieler, welche vermehrt für Störungen verantwortlich sind (u.a. Trolling, Flaming, das Spammen von Bot Commands), erhalten entweder eine Chat Restriction (dies gestattet ihnen lediglich, bestimmte Nachrichten abzuschicken), einen Mute oder ein temporäres Timeout; der Staff entscheidet hierüber.
es: Los jugadores que constantemente causen interrupciones en el server de Lounge, como trollear, insultar, spammear comandos de bots, etc., recibirán una restricción de chat (CR) (la cual solo les permite enviar ciertos mensajes), un mute o una expulsión temporal del canal o servidor (timeout) a discreción del staff de Lounge.
fr: Les joueurs causant des problèmes par leurs attitudes, par exemple en trollant, en insultant d'autres joueurs ou en abusant des commandes des bots, seront soit sous restriction (ils ne pourront envoyer qu'une liste réduite de messages) ou complètement mute.
it: I giocatori che causano problemi nel server trollando, flammando, spammando i comandi dei bot etc. riceveranno o una restrizione in chat (permettere loro di mandare solo determinati messaggi), un mute, o un timeout temporaneo a discrezione dello staff.
ja: 他のプレイヤーへの批判、妨害行為、botへのスパム行為など、サーバーにおいて常に問題を起こしているプレイヤーは、スタッフの裁量によって、チャット制限（特定のメッセージのみ送信可能）、ミュート、または一時的にタイムアウトを受けます。

source: Players who drop for any reason after the poll has been started will receive a -100 MMR strike.
de: Spieler, welche aus egal welchem Grund nach Abschluss der Formatabstimmung das Lineup verlassen, erhalten eine Strafe von -100 MMR und einen Strike.
es: Los jugadores que abandonen un evento por cualquier motivo después de que se haya iniciado la votación recibirán una penalización de -100 MMR y un strike.
fr: Les joueurs ne pouvant plus jouer après que le vote soit lancé recevront un strike ainsi qu'une pénalité de -100 MMR, quelque soit la raison.
it: I giocatori che abbandonano l'evento per qualunque motivo dopo l'inizio del voto riceveranno -100MMR ed uno strike.
ja: 投票が始まった後にドロップしたプレイヤーは、いかなる理由があっても -100MMR + strikeを受けます。

source: Players who drop from an event are ineligible for MMR gain from that mogi even if their team wins.
de: Spieler, die aus einem Event droppen, sind nicht für MMR-Gewinne aus diesem Mogi berechtigt, selbst wenn ihr Team gewinnt.
es: Los jugadores que dropeen (abandonen) un evento no ganarán MMR de ese evento, incluso si su equipo gana.
fr: Les joueurs qui abandonnent un mogi sont inéligibles à tout gain de MMR résultant de ce mogi, même si leur équipe gagne.
it: I giocatori che abbandonano un evento non possono guadagnare MMR da quel mogi anche se il loro team vince.

source: Players who have received sanctions for an indefinite period of time must wait at least 90 days before appealing their punishment, excluding players who are indefinitely Chat Restricted or Muted because of an indefinite MKCentral ban.
de: Spieler, die für eine unbestimmte Zeit bestraft wurden, müssen mindestens 90 Tage warten, bevor sie ihre Strafe anfechten können. Ausgenommen sind Spieler, die aufgrund eines unbestimmten MKCentral-Bans auf unbestimmte Zeit Chat-Restricted oder Muted sind.
es: Los jugadores que reciban sanciones por un tiempo indefinido deben esperar al menos 90 días antes de apelar su castigo, excluyendo a los jugadores que estén Muted (silenciados) o Chat Restricted (chat restringido) indefinidamente debido a un ban indefinido de MKCentral.
fr: Les joueurs qui ont reçu une sanction pour une durée indéfinie doivent attendre au moins 90 jours avant de faire appel. Cela exclut les joueurs qui ont été Chat Restricted ou Muted indéfiniment en raison d’un ban MKC à durée indéfinie.
it: I giocatori che ricevono sanzioni per un periodo di tempo indefinito devono aspettare almeno 90 giorni prima di fare appello per richieder la rimozione della propria sanzione, escludendo i giocatori che sono Chat Restricted a tempo indefinito o mutati per via di ban da MKCentral indefiniti.

source: Players who leave an event before it finishes are not allowed to join a mogi until the event they left finishes the 12th race. Players who violate this rule will receive -50 MMR and a strike.
de: Spieler, die ein Mogi vor dem Ende verlassen, dürfen einem neuen Mogi nicht beitreten, bis das Event, das sie verlassen haben, das 12. Rennen beendet. Spieler, die gegen diese Regel verstoßen, erhalten -50 MMR und einen Strike.
es: Si un jugador abandona el mogi antes de que acabe, no podrá unirse hasta que el evento termine la carrera 12. Los jugadores que violen esta regla recibirán -50 MMR y un strike.
fr: Les joueurs qui quittent un mogi avant que celui-ci se termine ne sont pas autorisés à rejoindre un autre mogi tant que le premier n'est pas terminé (12 courses terminées). Les joueurs ne respectant pas cette règle recevront un strike et une pénalité de -50MMR.
it: I giocatori che abbandonano un evento prima che finisca non possono partecipare ad un altro mogi fino alla fine dell'evento che hanno abbandonato. I giocatori che violano questa regola riceveranno -50MMR ed uno strike.
ja: 何らかの理由で模擬から抜けたプレイヤーは、その模擬の12レース目が終了するまで次の模擬に参加することはできません。このルールに違反した場合、 -50MMRとStrikeを受けます。

source: Players who reach 3 strikes will receive the following punishments:
de: Spieler, welche 3 Strikes erhalten, werden folgendermaßen bestraft:
es: Los jugadores que lleguen a 3 strikes recibirán los siguientes castigos:
fr: Les joueurs atteignant 3 strikes se verront infliger ceci:
it: I giocatori che raggiungono 3 strike riceveranno le seguenti sanzioni:
ja: strikeが3に達した場合、次の罰を受けます。

source: Players who receive MMR penalties for quitting matches, lap-trolling, joining the room late, targeting specific players or teaming will also receive a strike.
de: Spieler, welche MMR Strafen für das vorzeitige Verlassen eines Matches, Laptrolling, zu spätem Beitritt in den Raum, Targetting oder Teaming erhalten, bekommen außerdem einen Strike.
es: Jugadores que reciban penalizaciones de MMR por abandonar partidos, lap-trolling, unirse tarde a la sala, fastidiar a jugadores específicos (targetear) o hacer juego en equipo con rivales (teaming) también recibirán un strike.
fr: Un joueur recevant une pénalité pour avoir quitté un match, laptroll, rejoint la salle en retard, ou fait équipe en FFA recevra également un strike.
it: I giocatori che ricevono penalità in MMR per abbandono dei match, lap-trolling, entrata in ritardo in stanza, prendere di mira determinati giocatori, o teaming riceveranno anche uno strike.
ja: 試合放棄、周回遅れ妨害、遅刻、必要以上に特定の個人やチームを意図的に狙う行為などをしたプレイヤーは strikeとMMRのペナルティが科せられます。

source: Players who repick a course at least twice will receive a -50 MMR penalty for each instance and a strike (e.g. repicking twice results in -100 MMR + strike, repicking three times results in -150 MMR + strike).
de: Spieler, welche eine Strecke min. zweimal „repicken“ (d.h. eine bereits gespielt Strecke kommt erneut dran; Zufällig ist hiervon ausgenommen), erhalten eine -50 MMR-Penalty für jedes Vorkommnis (z.B. zwei Repicks führen zu -100 MMR und Strike, drei Repicks zu -150 MMR und Strike).
es: Si el jugador hace repick (votar una pista y que salga elegida) al menos 2 veces, recibirá un -50MMR por cada repick y un aviso (por ejemplo: repickear 2 veces es -100MMR + strike y repickear 3 veces es -50MMR + strike).
fr: Les joueurs qui repeat une course au moins 2 fois recevront une pénalité de -50 MMR pour chaque repeat ainsi qu'un strike. (ex : repeat 2 fois résulte en une pénalité de -100 MMR et un strike, repeat 3 fois résulte en une pénalité de -150 MMR et un strike.)
it: I giocatori che rivotano una pista almeno due volte riceveranno una penalità di -50 MMR per ogni istanza e uno strike (ad esempio, rivotare due volte si traduce in -100 MMR + strike, rivotare tre volte si traduce in -150 MMR + strike).
ja: ２回以上重複したプレイヤーは、その回数ごとに-50MMRを受け、strikeを1つ受けます。 (例：２回重複した場合; -100 MMR + strike、3回重複した場合; -150 MMR + strike).

source: Players who repick a course will receive a -50 MMR penalty.
de: Spieler, welche eine Strecke repicken, erhalten eine Strafe von -50 MMR.
es: Los jugadores que vuelvan a elegir un mapa (repick) recibirán una penalización de -50 MMR.
fr: Les joueurs qui repeat une course recevront une pénalité de -50 MMR.
it: I giocatori che rivotano una pista riceveranno -50MMR di penalità.
ja: コースを重複した場合、そのプレイヤーに -50MMRが科せられます。

source: Players who sub in a match that has already started:
de: Spieler, welche als Substitute einem Match beitreten, welches bereits begonnen hat:
es: Los jugadores que sustituyan a otros en un partido que ya ha comenzado:
fr: Les joueurs qui sub dans un match qui a déjà commencé:
it: I giocatori che sostituiscono qualcuno in un match che è già iniziato:
ja: レース開始後に補欠として参加した場合、以下のルールが適応されます。

source: Players who violate i. will receive a 3-day mute.
de: Spieler, die gegen I. verstoßen, erhalten eine 3-tägige Stummschaltung.
es: Los jugadores que violen la regla i. recibirá un mute de 3 dias.
fr: Les joueurs ne respectant pas la règle i. recevront un mute de 3jours.
it: I giocatori che infrangono i. riceveranno un mute di 3 giorni.
ja: i. に違反した場合、3日間のミュートを受けます。

source: Players who violate this rule will receive -50 MMR and a strike.
de: Für das Missachten dieser Regel bekommt der Spieler eine Strafe von -50 MMR und einen Strike.
es: Los jugadores que violen esta regla recibirán una penalización de -50 MMR y un strike.
fr: Les joueurs ne respectant pas cette règle recevront un strike ainsi qu'une pénalité de -50MMR.
it: I giocatori che infrangono questa regola riceveranno -50MMR ed uno strike.
ja: このルールに違反した場合、-50MMR + strikeを受けます。

source: Please read the "Ticket Guidelines" section of the support/reports channels before creating a support/report ticket.
de: Bitte lest die "Ticket Guidelines" der Support/Report Channel, bevor ihr ein Ticket eröffnet.
es: Por favor, lea la sección de "Ticket Guidelines" (guía de ticket) de los canales de support/report antes de crear un ticket de support/report.
fr: Veuillez lire les "instructions d'utilisations des tickets" des sections support/report avant de créer un ticket support/report.
it: Si prega di leggere la sezione "Linee guida per i ticket" dei canali di supporto/segnalazione prima di creare un ticket di supporto/segnalazione.
ja: サポート/レポートチケットを使用する前に、各チャンネルの"Ticket Guidelines"を確認してください。

source: Ranking System
de: Ranglistensystem
es: Sistema de Clasificación
fr: Système de rang
it: Sistema di Ranking
ja: ランキングシステム

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultato
ja: 集計について

source: Room hosts are responsible for taking screenshots of results.
de: Der Host des Raums ist dafür verantwortlich, Scrennshots von den Ergebnissen zu machen.
es: Los anfitriones de la sala (hosts) son responsables de tomar capturas de pantalla de los resultados.
fr: L'host est responsable de prendre les captures d'écran des résultats.
it: Gli host delle stanze sono responsabili degli screenshot dei risultati.
ja: ホストは結果のスクリーンショットを取る必要があります。

source: Rules
de: Regelwerk
es: Reglas
fr: Règles
it: Regole
ja: ルール

source: Shortened names must be at least 3 characters long.
de: Abgekürzte Namen müssen mindestens 3 Zeichen lang sein.
es: Los nombres abreviados deben tener como mínimo 3 caracteres.
fr: Les versions raccourcis des pseudos doivent au moins être composés de 3 caractères.
it: I nomi accorciati devono essere lunghi almeno 3 caratteri.

source: Should players request the room to be reopened if opened early, the host must do so or else receive 1 strike.
de: Sollte ein Spieler die Neueröffnung des Raumes fordern, wenn der Raum zu früh geöffnet wurde, muss der Host dies tun; andernfalls erhält er einen Strike.
es: Si los jugadores solicitan que se vuelva a abrir la sala si se abre más temprano de lo que debería, el host debe hacerlo o de lo contrario recibirá una penalización de un strike.
fr: Si un joueur demande à l'host de réouvrir la salle, alors celui-ci devra le faire ou il recevra un strike.
it: Se i giocatori richiedono la riapertura della stanza in caso di apertura anticipata, l'host è tenuto a riaprire, altrimente riceverà uno strike.
ja: その際、プレイヤーから部屋を再開設するよう要求された場合は、ホストはこの指示に従い、再開設をする必要があります。再開設しない場合 strikeが科せられます。

source: Some examples of targeting: slowing to red the same player, slowing to star the same player, spamming items at the same player excessively, and so on.
de: Einige Beispiele für Fokussen: Verlangsamen, um denselben Spieler mehrfach mit einem roten Panzer abzuschießen, um denselben Spieler mehrfach mit einem Stern zu überfahren, übermäßiges Spammen von Items auf denselben Spieler und so weiter.
es: Algunos ejemplos de focus son: frenarse para tirarle roja al mismo jugador, frenarse para darle con estrella y spammearle demasiados items.
fr: Quelques exemples de focus : ralentir pour rouge le même joueur, ralentir pour star le même joueur, spammer des objets sur le même joueur de manière excessive, etc.
it: Per targhettare si intende ad esempio: rallentare per usare il rosso o la stella sullo stesso giocatore, spam di oggetti ripetuti verso lo stesso giocatore in maniera eccessiva, e così via.
ja: Targetingの例 : 特定のプレイヤーに対して停止赤甲羅や停止スターアタック、その他アイテムによる過剰な攻撃をする場合などです。

source: Squad Queue is a different way of playing lounge that allows players to play with predetermined teammates.
de: Squad Queue ist eine andere Möglichkeit, Lounge zu spielen, bei welcher man mit zuvor festgelegten Teampartnern teilnehmen kann.
es: Squad Queue es una forma diferente de jugar lounge que permite a los jugadores jugar con compañeros de equipo predeterminados.
fr: Les Squad Queue sont une différentes manières de jouer, elles permettent de jouer avec n'importe quels partenaires.​
it: Squad Queue è un modo diverso di giocare lounge che permette ai giocatori di partecipare con compagni a scelta.
ja: Squad Queueとはプレイヤーがあらかじめ決めた相方と一緒に模擬を行うことのできるラウンジです。

source: Strike limits are reset each season.
de: Strikes werden jede Season resettet.
es: Los límites de avisos (strikes) se reinician cada temporada.
fr: Les strike limits sont remises à jour chaque saison.
it: I limiti di strike vengono azzerati ogni stagione.
ja: Strike limits（ストライクリミット）は毎シーズンリセットされます。

source: Strike System
de: Das Strike-System
es: Sistema de Strikes
fr: Système de strike
it: Sistema degli Strike
ja: Strikeについて

source: Strikes expire after 30 days. Players have a limit of 3 strikes.
de: Strikes werden automatisch nach 30 Tagen gelöscht. Spieler haben eine Grenze von 3 Strikes.
es: Los strikes expiran después de 30 días. Los jugadores tienen un límite de 3 strikes.
fr: Les strikes expirent au bout de 30 jours. Les joueurs sont limités à 3 strikes.
it: Gli strike scadono dopo 30 giorni. I giocatori hanno un limite di 3 strike.
ja: strikeは30日後に期限が切れ、削除されます。strikeは3が上限です。

source: Subs are allowed in Squad Queue events; however, the sub's MMR must follow at least one of these conditions:
es: Se permiten sustitutos en los eventos de Squad Queue; sin embargo, el MMR del sustituto debe seguir al menos una de estas condiciones:
fr: Les subs sont autorisés pendant les Squad Queue, cependant, le MMR du sub doit respecter ces conditions:​
it: I sostituti sono permetti negli eventi Squad Queue; gli mmr del sostituto devono rispettare almeno una delle seguenti condizioni:
ja: サブについてはSquad Queueにおいても認められています。ただし、サブのMMRは以下の条件のうち、少なくとも1つに従わなければなりません。

source: Symbols/characters from any language that closely resemble characters in your Lounge Nickname are acceptable, as long as it remains legible and only forms part of the name.
de: Symbole/Zeichen aus einer beliebigen Sprache, die den Zeichen des Lounge-Namens ähneln, sind zulässig, solange sie lesbar bleiben und nur einen Teil des Namens bilden.
es: Símbolos/caracteres de cualquier lenguaje que se parezcan a caracteres de tu nombre de Lounge son aceptados, mientras que se mantenga legible y solo forme parte del nombre.
it: Simboli/caratteri di qualunque lingua che assomigliano molto i caratteri del tuo Nickname in Lounge sono accettabili, a patto che il nome resti leggibile e che questi formino solo una parte del nome.

source: Symbols that look similar to letters or numbers are classed as the same and cannot be used if another team has claimed it.
de: Symbole, die Buchstaben oder Zahlen ähneln, werden als dasselbe Symbol klassifiziert und können daher nicht verwendet werden, wenn ein anderes Team den Tag zuvor beansprucht hat.
es: Los simbolos que se parecen a las letras o numeros se considera como iguales, y no se puede usar si otro equipo los ha reclamado.
fr: Les symboles qui ressemblent à des lettres ou nombres sont considérés comme ces mêmes lettres ou nombres et ne peuvent donc pas êtres utilisés si une team les a déjà choisis.
it: I simboli che hanno un aspetto simile a certe lettere o numeri sono classificati come lo stesso carattere e non possono essere usati se un altro team li ha già richiesti.
ja: 文字や数字に似た記号については文字として認識され、他のチームがその記号を使用している際は似た文字は使用できません。

source: Tables must be submitted using the MK8DX bot in the Lounge server.
de: Tables müssen mithilfe des MK8DX Bots im Lounge Server gepostet werden.
es: Las tablas deben enviarse utilizando el bot MK8DX en el server de Lounge.
fr: Les tableaux doivent êtres envoyés en utilisé le bot "MK8DX" dans le serveur Lounge.
it: Le tabelle devono essere inviate tramite il bot MK8DX nel server della Lounge.
ja: 集計表はラウンジサーバー内のMK8DX botを使用して送信する必要があります。
